{"1":{"id":"1","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=1"],"title":"Linz","timeline":"In dem 1320 mit Stadtrechten begabten Ort Linz ließ der Kölner Erzbischof Engelbert von der Mark 1365 an der Nordwestecke der Stadtbefestigung eine Landesburg anlegen. 1366-76 wurde die Burg an den Koadjutor Kuno von Falkenstein versetzt. 1456 Verpfändung an Graf Heinrich von Nassau, Frank von Kronberg und Graf Philipp von Katzenelnbogen. In der Folgezeit dienten Stadt, Burg und Amt auch weiterhin als Pfandobjekte. Die Burg bildete den Mittelpunkt eines Amtes und war Sitz der landesherrlichen Behörden. Nach dem Übergang an Nassau 1802/03 diente sie wiederum als Behördensitz. Im Jahr 1821 gelangte die seit 1815 dem preußischen Fiskus unterstehende Anlage an die Familie Faith und 1950 schließlich in den Besitz der Stadt Linz. 1984 Verkauf und Beginn der Restaurierung sowie Einrichtung eines Burgmuseums. (Jens Friedhoff)","buildingDevelopment":"Für die Errichtung der Burg musste Erzbischof Engelbert von der Mark 1365 beim Domkapitel zu Köln eine Anleihe von 800 Gulden aufnehmen. Die Bürger der Stadt Linz wurden verpflichtet, die Burg in Stand und verteidigungsbereitem Zustand zu halten. Hinweise auf eine ältere Vorgängeranlage fehlen. In den Belagerungszeiten erlitt die Burg Schäden, beispielsweise infolge des Sturmes des Reichsheeres auf die Stadt Linz im Winter 1474/75. Die Schriftquellen berichten von häufigen Reparaturen und Bauarbeiten, wobei die meisten die Brücke, Graben und den Zollgang, der die Burg mit dem Zollhaus verband, betrafen. 1707 erfolgte im Zuge der Amtssitzverlegung von Altenwied nach Linz die Erweiterung des Westtraktes. (Jens Friedhoff)","buildingDescription":"Die über rechteckigem Grundriss in Stadtrandlage errichtete Hauptburg setzt sich aus vier Gebäudetrakten zusammen, die sich um einen Innenhof gruppieren. An der Nordwestecke befindet sich ein in seinen beiden unteren Dritteln runder, im oberen Teil achtseitiger Eckturm mit steiler gotischer Dachhaube. Der Turm gehört, wie die unteren Partien der Umfassungsmauer der Gründungszeit Mitte des 14. Jhs. an. Im übrigen bestimmen Neubauten des 17. u. 18. Jhs. das Erscheinungsbild der ursprünglich von einem Weiher umgebenen und in die Stadtbefestigung integrierten kurkölnischen Landesburg. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/44_101_20050509111318.jpg","path":"/images/1/0.jpg","caption":"Erzbischöfliche Burg und Rheintor, um 1835, aus: Oellers, Linz (1994)","year":"1994"},{"id":"1","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/44_103_20050509111318.jpg","path":"/images/1/1.jpg","caption":"Burg und Rheintor, Foto: J. Friedhoff (2001)","year":"2001"},{"id":"2","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/44_105_20050509111318.jpg","path":"/images/1/2.jpg","caption":"Feldseite der Burg, Foto: J. Friedhoff (2001)","year":"2001"}],"misc":{"nutzung als":["Museum,","Restaurant,","Restaurant"],"anfahrt / parkplatz":"Mehrere Parkplätze an der Linzer Rheinfront in unmittelbarer Nähe der Burg.","fußweg / zeit vom parkplatz":"Innerhalb einer Minute","zugänglichkeit":"Teilweise zugänglich (Restaurant)","besichtigung / führung":["Besicht. aussen,","Besicht. innen"],"einkehrmöglichkeit":"Restaurant"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Linz","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Wasserburg","Randhausanlage"],"purpose":["Stadtburg","Landesburg"],"overview":"Spätmittelalterliche Landesburg des Erzstifts Köln in Stadtrandlage.","dateBegin":"2.H.14.Jh.","dateEnd":"unbekannt","condition":"Bedeutende Reste","conditionCommentary":"Relativ gut erhaltene, in nachmittelalterlicher Zeit teilweise veränderte Stadtburg.","references":["Dehio RP (1985), S. 564.","KD Neuwied (1940), S. 255f.","BuK  Koblenz (1886), S. 514;","HHSt RP (1988), S. 207f.;","Rheinischer Städteatlas Lieferung XII, Nr. 64: Linz, bearb. von Ulrich Ritzerfeld, Bonn 1996;","Ritzerfeld, Ulrich, Der Kölner Erzbischof Heinrich von Virneburg und die Stadtwerdung von Linz am Rhein, in: Rheinische Vierteljahrsblätter 60 (1996), S. 88-120.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 100-104."]},"2":{"id":"2","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=2"],"title":"Hammerstein","timeline":"Die auf einem beherrschenden Felsmassiv gelegene Burg wurde vermutlich bereits im 10. Jh. von dem rheinischen Grafengeschlecht der Pfalzgrafen gegründet. Nach der Burg benannte sich 1002 Otto von Hammerstein, Graf im Engersgau. Die Burg selbst wird in den Schriftquellen erstmals 1020 im Zusammenhang mit der dreimonatigen Belagerung und Eroberung durch Kaiser Heinrich IV. erwähnt. Nach dem Erlöschen des Grafengeschlechts der Konradiner wurde die Burg als eingezogenes Reichsgut behandelt. Heinrich IV. ließ die 1020 stark beschädigte Anlage 1071 wohl zum Schutz des 1074 erstmals genannten Rheinzolles zu Hammerstein wiederherstellen. Die Zollstelle wurde schließlich 1309 nach Leutesdorf verlegt. 1105 und 1125 diente Hammerstein zur Aufbewahrung der Reichskleinodien. Die Burghut oblag Reichsministerialen, die das Burggrafenamt ausübten. 1374 erlangte Kurtrier die Lehnshoheit über Burg Hammerstein, die sich weiterhin in der Hand der in zwei Zweige gespaltenen Familie der Burggrafen von Hammerstein befand. Nach dem Erlöschen beider Linien 1409 und 1419 wurde die Burg von Kurtrier als erledigtes Lehen eingezogen. Die Burg diente als Sitz eines kurtrierischen Amtes. Im Dreißigjährigen Krieg 1632 von Spaniern und von 1646 bis 1654 von lothringischen Truppen besetzt, wurde sie nach deren Abzug 1654 von Kurtrier geschleift. Die Ruine befand sich 1823 bis 1843 im Besitz der Freiherren von Haxthausen und gelangte 1893 schließlich an die Freiherren von Hammerstein, die ihre Herkunft auf eine abgewanderte Seitenlinie der zu Beginn des 15. Jh. erloschenen Burggrafen von Hammerstein zurückführen. (Jens Friedhoff)","buildingDevelopment":"Zur Klärung der baulichen Entwicklung der hochmittelalterlichen Burg können lediglich archäologische Grabungen beitragen. Zum Kernbestand der salierzeitlichen Anlage zählen die Fundamentreste im westlichen Teil der Burg, die ein Rechteck von etwa 20 x 23,4 m beschreiben. Die sog. \"Barbarossamauer\", ein an der West- und an der Südseite gelegenes schildmauerartig ausgeprägtes Verteidigungswerk (Mauerstärke ca. 4,20 m) gehört mit der Ringmauer zum stauferzeitlichen Baubestand der Burg. Der sog. \"Zollturm\", ein mächtiger Rundturm, der die westliche Spitze des Bergsporns einnimmt, ist sehr wahrscheinlich mit dem 1410 erwähnten, im Auftrag des Trierer Kurfürsten Werner von Falkenstein errichteten Turm identisch. 1576 berichten die Quellen von Reparaturarbeiten an der Burg. Der Baubestand der 1654 geschleiften Burg wurde in der Folgezeit durch Steinraub dezimiert. Sanierungsmaßnahmen im Bereich der Kernburg und der Ringmauer fanden in den 1990er Jahren statt. (Jens Friedhoff.)","buildingDescription":"Die Ringmauer der auf einem zum Rhein hin schroff und auf der Gegenseite sanfter abfallenden Berggipfel gelegenen Burg beschreibt einen leicht sichelförmigen Grundriss. Der Zugang zu der von einer mächtigen Quadermauer umgebenen Anlage (120 m x 35 m) liegt im Süden und ist durch einen Torzwinger gesichert. Auf der Spitze des Bergsporns erhebt sich der um 1410 entstandene runde \"Zollturm\". Als älteste sichtbare Architekturteile gelten die spärlichen Reste eines großen rechteckigen Kernbaues (20 m x 23,5 m) mit abgerundeten Ecken. Die Mauern bestehen aus kleinformatigen Handquadern aus Basalt. An der Ostseite des nach außen \"wohnturmartig\" erscheinenden Baues, der in unterschiedliche Innenräume aufgeteilt ist, befindet sich ein Rundturm von 8 m Durchmesser. Ob der turmartige Kernbereich bereits um 1000 bestanden hat oder erst unter Heinrich IV. errichtet wurde, lässt sich nur durch Ausgrabungen klären. Besondere Beachtung verdient die sog. \"Babarossamauer\", der nordöstliche Teil der Ringmauer. Der bis zu 4,20 m starke schildmauerartige Ringmauerabschnitt aus Bruchstein ist an der Innenseite mit Basaltlavaquadern verkleidet. In der Mauerstärke führt eine Treppe zum Wehrgang. An der westlichen Angriffsseite befand sich ein heute verschwundener Rundturm sowie an der Südwestecke ein quadratischer Wartturm. Die Barbarossamauer weist abgerundete Ecken auf. Quer durch die Burg verlief ursprünglich eine z.T. im Fundament erhaltene Mauer, die auf die Teilung der Burg unter die beiden Zweige der Burggrafen von Hammerstein zurückzuführen ist (Ganerbenburg). (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_101_20050504150614.jpg","path":"/images/2/0.jpg","caption":"Mühlenturm, Foto: J. Friedhoff (1996)","year":"1996"},{"id":"1","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_103_20050504150614.jpg","path":"/images/2/1.jpg","caption":"Gesamtansicht des Burgberges, Foto: J. Friedhoff (1996)","year":"1996"},{"id":"2","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_105_20050504150614.jpg","path":"/images/2/2.jpg","caption":"sog. 'Barbarossamauer', Foto: J. Friedhoff (1996)","year":"1996"},{"id":"3","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_23_20050504150614.jpg","path":"/images/2/3.jpg","caption":"Grundriss aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit in Oberhammerstein.","fußweg / zeit vom parkplatz":"Etwa 15 Gehminuten bei mittlerer Steigung","zugänglichkeit":"Frei zugängliche Burganlage.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Hammerstein","structureType":["Burg","Sonstiges"],"classification":["Ringmauerburg","Schildmauerburg"],"purpose":["Reichsburg"],"overview":"Hochmittelalterliche Burggründung der Konradiner. 1034 Reichsburg; 1374 kurtrierische Landesburg..","dateBegin":"1.H.11.Jh.","dateEnd":"2.H.17.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der salierzeitlichen Anlage sind lediglich Fundamentreste der Kernburg erhalten. Stauferzeitliche Ringmauer z.T. Ende der 1990er Jahre stark saniert.","references":["Dehio RP (1984), S. 347;","KD Neuwied (1940), S. 161-164;","BuK Koblenz (1886), S. 496f.;","HHSt RP (1988), S. 127;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 351; Binding, Höhenburgen (1975), S. 33-35;","M. Simmert, Die Reichsburg Hammerstein, Neuwied 1984;","Jäger, Schildmauer (1987), S. 37-41;","Böhme, Burgen der Salierzeit (1997), S. 49f.;","Brommer, Momentaufnahmen (2000), S. 78f.;","Thon, Studien zur Relevanz (2002), S. 48-52;","Günther Stanzl, Fehlgegangene Instandsetzung. Burg Hammerstein bei Hammerstein, in: Baudenkmäler in Rheinland-Pfalz 2004, hrsg. vom Landesamt für Denkmalpflege Rheinland-Pfalz, Mainz 2005, S. 28f.","Udo Liessem, Das Interesse König Friedrich Wilhelms IV. von Preußen an der Ruine Hammerstein am Rhein, in: Jahrbuch für westdeutsche Landesgeschichte 35 (2009), S. 387-419.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 80-88."]},"3":{"id":"3","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=3"],"title":"Leubsdorf","timeline":"Die Besitzgeschichte des Burghauses ist bislang nur für das 18. Jh. rudimentär aufgearbeitet. Bis zum Beginn des 18. Jh. war der Besitz geteilt. Als eine der besitzenden Adelsfamilien begegnet in der frühen Neuzeit die niederadelige Familie von Zweiffel. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte des Burghauses ist bislang noch nicht erforscht worden. Die Anlage geht in ihrem heutigen Erscheinungsbild (rechteckiger zweigeschossiger Baukörper mit vier Ecktürmchen in Fachwerkkonstruktion mit spitzen Hauben) auf das Spätmittelalter zurück. (Jens Friedhoff)","buildingDescription":"Über fast quadratischem Grundriss stattlicher, dreigeschossiger spätgotischer Steinbau. An den vier Ecken, zwischen denen die Südseite des Walmdaches in Fachwerk ausgebaut ist, je von einem polygonalen Fachwerktürmchen bekrönt. Angebaut ein barockes Fachwerkhaus mit Mansarddach. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/43_101_20050504154201.jpg","path":"/images/3/0.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2000)","year":"2000"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Parkmöglichkeit im Ort","zugänglichkeit":"Unzugänglich, da Privatbesitz.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Leubsdorf","structureType":["Burg","Sonstiges"],"classification":["Burghaus"],"purpose":["Adelssitz","Ministerialensitz"],"overview":"Spätmittelalterliches Burghaus inmitten des alten Ortskerns von Leubsdorf","dateBegin":"15.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Gut erhaltenes spätmittelalterliches Burghaus.","references":["Dehio RP (1984), S. 554; KD Neuwied (1940), S. 197f."]},"4":{"id":"4","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=4"],"title":"Dattenberg","timeline":"Die Burg gilt als Stammsitz der 1242 erstmals mit Wilhelm bezeugten niederadligen Familie von Dattenberg. 1331 gelangte die Burg als Lehen des Erzstifts Köln an den Ritter Rolmann von Sinzig zu Arenthal. Die Enkel Rolmanns benannten sich nach der Burg Dattenberg. Durch Erbgang gelangte die Anlage 1572 an Albrecht von Lülsdorf und 1664 an Johann Friedrich Raitz von Frentz. Nach dessen Tod wurde die Burg 1675 vom Kölner Erzstift als erledigtes Lehen eingezogen. Burg und Gericht wurden 1698 an die von Metternich zur Gracht auf Lebenszeit verliehen und bildeten eine kurkölnische Kameralherrschaft. 1837 erwarb Josef Stoppenbach, Notar zu Köln, die verfallene Anlage und errichtet im Vorburgbereich ein zweigeschossiges Landhaus. Der Berliner Baumeister Adolf Fuchs, der 1887 in den Besitz von Dattenberg gelangte, ließ 1890 das schlichte Landhaus zu einer historistischen Villa umbauen. Seit 1949 ist der Erftkreis Eigentümer der Burg, der in der Villa eine Jugendbildungsstätte unterhält. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der vermutlich in der ersten Hälfte des 13. Jhs. entstandenen Anlage konnte noch nicht geklärt werden. Archivalische Nachrichten zur baulichen Entwicklung sind bislang nicht bekannt. Dem Gründungsbau gehört sehr wahrscheinlich der runde Hauptturm (Wohnturm) an, der in geringem Abstand von einer Ringmauer umgeben ist. Auf dem Gelände der von der Hauptburg durch einen Halsgraben geschiedenen Vorburg im Norden entstand um 1890 eine historistische Villa. Adolf Fuchs ließ um 1890 den Mauerring um den Wohnturm erneuern und mit Zinnen versehen. (Jens Friedhoff)","buildingDescription":"Die durch einen Halsgraben von dem Vorburgbereich  geschiedene Hauptburg besteht im Wesentlichen aus einem runden Wohnturm von 8,50 m Durchmesser, der in geringem Abstand von einer Ringmauer umgeben ist. Jenseits des Halsgrabens im Norden des Hauptburgareals befindet sich das Gelände der Vorburg, von der sich keine Reste erhalten haben. An ihrer Stelle wurde 1890 eine Villa errichtet. Der Zinnenkranz der Hauptburg-Ringmauer entstand 1890. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/48_101_20050510153930.jpg","path":"/images/4/0.jpg","caption":"Gesamtansicht der Burg, Foto: J. Friedhoff (2000)","year":"2000"}],"misc":{"nutzung als":["Marketing-Schulungszentrum"],"anfahrt / parkplatz":"Parkplätze im Ort Dattenberg","fußweg / zeit vom parkplatz":"2 Minuten","zugänglichkeit":"Lediglich Außenbesichtigung der Ruine möglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Linz","structureType":["Burg","Sonstiges"],"classification":["Wohnturm"],"purpose":["Ministerialensitz","Herrschaftsmittelpunkt"],"overview":"Kleine Ministerialenburg der niederadeligen Familie von Dattenberg; seit dem 14. Jh. Lehen des Erzstifts Köln.","dateBegin":"1.H.13.Jh.","dateEnd":"2.H.17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Umfangreiche Reste der lediglich aus einem Rundturm bestehenden Anlage erhalten.","references":["Dehio, RP (1985) S. 195;","KD Neuwied (1940), S. 82;","BuK Koblenz (1886), 472f.;","HHSt RP (1988), S. 69f.;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 181; Bernd Willscheid, Burg Dattenberg, in: Heimatjahrbuch des Landkreises Neuwied (1993), S. 47-49.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 42-46."]},"5":{"id":"5","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=5"],"title":"Ockenfels","timeline":"Die Burg war der Stammsitz der 1239 erstmals mit den Brüdern Kuno, Hermann, Heinrich und Arnold erwähnten niederadeligen Familie von der Leyen. Die zum Allodialbesitz der Familie gehörende Burg wurde 1341 dem Erzstift Köln zu Lehen aufgetragen und gelangte im 15. Jh. an Rolman von Dattenberg. 1439 fiel Ockenfels an die Herren von Monreal, die sich bis zum 16. Jh. dort nachweisen lassen. Die sehr wahrscheinlich 1475 im Zuge der Belagerung von Linz im Burgundischen Krieg zerstörte Anlage wurde 1623 von Georg Gerolt erworben und 1632/33 von den Schweden endgültig zerstört. In den durch Steinraub dezimierten Ruinen entstand 1924 bis 1927 ein Erholungsheim der Cellitinnen zu Köln. Heute beherbergt die Burg einen Gastronomiebetrieb (Burghotel Ockenfels). (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Burg ist bislang nur unzureichend erforscht. Nach der Zerstörung/Beschädigung von 1475 wurde die Anlage offensichtlich wiederhergestellt und im Dreißigjährigen Krieg 1632/33 endgültig zerstört. Die teilweise erhaltene Ringmauer mit einem runden Flankenturm wurde 1924-1927 in den Neubau eines modernen Burghauses miteinbezogen.(Jens Friedhoff)","buildingDescription":"Von dem mittelalterlichen Baubestand, der im 19. Jh. durch Steinraub dezimierten Höhenburg, blieben lediglich Reste der Ringmauer und eines runden Flankenturmes an der Nordseite erhalten. Die baulichen Reste wurden 1924-1927 in den Neubau eines modernen Burghauses integriert. Eine recht zuverlässige Beschreibung der Burg vor dem Ausbau bietet das von Lehfeldt erarbeitete Inventar der Bau- und Kunstdenkmäler des Regierungsbezirks Koblenz (1886), S. 523f. Lehfeldt stellte noch die Reste einer Zwingermauer fest. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/199_101_20050712141021.gif","path":"/images/5/0.gif","caption":"Ockenfels 1850. Zeichnung Leopold von Eltester, aus: DBV Dokumentation Ockenfels"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit vor der Burg.","fußweg / zeit vom parkplatz":"1 Minute","zugänglichkeit":"Nur Außenbesichtigung","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Burgrestaurant Ockenfels."},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Linz","structureType":["Burg","Sonstiges"],"purpose":["Ministerialensitz","Stammsitz"],"overview":"Stammsitz des niederadeligen Geschlechts der Herren von der Leyen; im Spätmittelalter kurkölnisches Lehen.","dateBegin":"1.H.13.Jh.","dateEnd":"1.H.17.Jh.","condition":"Geringe Reste","conditionCommentary":"Reste der Ringmauer und eines flankierenden Rundturmes wurden in den Neubau der 1920er Jahre einbezogen.","references":["KD Neuwied (1940), S. 330-332; BuK Koblenz (1886), S. 523f.; HHSt RP (1988), S. 276; Streil, E., Die Ruine Leyen (Ockenfels), in: Heimatkalender Neuwied (1926), S. 37-40."]},"6":{"id":"6","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=6"],"title":"Ehrenstein bei Neustadt a. d. Wied","timeline":"Die Anlage der Burg erfolgte um 1330 durch den Edelherrn Rorich von Uetgenbach, der mit dem Neubau von Ehrenstein vermutlich seinen Stammsitz, die Burg Uetgenbach (Gem. Asbach, Ortsteil Krankel, NR), aufgab. Seit 1331 nennt sich Rorich von Uetgenbach Herr zu Ehrenstein. Die Burg, seit 1378 Lehen des Erzstifts Köln, wurde 1449 von Adam von Uetgenbach zu Ehrenstein an seinen Schwager, Wilhelm von Nesselrode veräußert. Burg und Herrschaft Ehrenstein verblieben im Besitz der Herren, später Grafen von Nesselrode. Bertram von Nesselrode zu Ehrenstein stiftete 1477 im Bereich der Vorburg zu Ehrenstein ein Kreuzherrenkloster. Die von seinem Vater errichtete Kapelle wurde zur Klosterkirche der Niederlassung des Kreuzherrenordens und zur Grablege der Herren von Nesselrode zu Ehrenstein umgewandelt. 1526 gelangten Burg und Herrschaft Ehrenstein als kurkölnisches Lehen an Wilhelm von Rennenberg, den Gatten der Anna von Nesselrode. Auf dem Erbweg fiel der Besitz 1572 an Franz von Loe zu Wissen. Wilhelm von Nesselrode kaufte Ehrenstein 1584 zurück. Die 1632 und 1634 zerstörte Burg befand sich bis zu Beginn der 1990er Jahre im Besitz des Hauses Nesselrode. 1993 verzichtete Graf Nesselrode auf seine Eigentumsrechte an der dringend sanierungsbedürftigen Burgruine. (Jens Friedhoff)","buildingDevelopment":"Der ersten Bauphase um 1330 gehören Teile der an der zur Westseite gerichteten polygonalen Ringmauer sowie das über fünfeckigem Grundriss errichtete Hauptgebäude und ein weiteres Wohngebäude an der Südostseite der Kernburg an. Der dreiviertelrunde Flankenturm an der Nordwestecke und der halbrunde Schalenturm an der Nordseite des Berings der Hauptburg entstanden vermutlich im 15. Jh. (Schlüssellochschießscharten für Feuerwaffen). Die Zeitstellung der mit zwei Flankentürmen versehenen Befestigung der Vorburg ist unsicher. Vermutlich datieren die Befestigungsanlagen wie die Gesamtanlage in das zweite Viertel des 14. Jh. Der in der Literatur vielfach fälschlich als \"Bergfried\" bezeichnete runde Geschützturm auf dem westlich des äußeren Halsgrabens gelegenen Berggrat entstand vermutlich unter Wilhelm von Rennenberg zeitgleich mit dem St. Georgsturm der Burg Blankenberg an der Sieg (SU) um 1526. Im Vorburgbereich wurden 1477 bis 1486 die Klosterkirche und die Konventsgebäude des Kreuzherrenklosters aufgeführt. Im Unterschied zu der 1632 und 1634 ruinierten Burg überstanden die Klostergebäude die Wirren des Dreißigjährigen Krieges. (Jens Friedhoff)","buildingDescription":"Die auf einem Berggrat im Mehrbachtal gelegene Burg wird zur westlichen Angriffsseite hin durch zwei Halsgräben gesichert. Vor dem äußeren Halsgraben befindet sich der runde, viergeschossige Geschützturm (um 1526). Über dem inneren Halsgraben erhebt sich die mehrfach polygonal gebrochene Mantelmauer mit einem Rundturm an der Nordwestecke. Die nördliche Ringmauerpartie wird von einem halbrunden Schalenturm flankiert. Der Zugang zur Burg erfolgte ursprünglich von der Südseite durch ein Torhaus. Von dem über fünfeckigen Grundriss errichteten Wohngebäude (spitze Seite zur westl. Angriffsseite) ist das Mauerwerk bis zum dritten Stockwerk erhalten. Die Gesamtansicht des Wallonen Renier Roidkin, um 1720, zeigt zwei parallele spitze Dachgiebel. An der Südostseite der Kernburg finden sich die Ruinen eines zweiten, längsrechteckigen Wohnbaus. Von der Befestigung der Vorburg blieb die Ringmauer im Westen mit zwei Flankentürmen (südlicher Turm polygonal; nördlicher Turm rund) erhalten. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_101_20051207101856.jpg","path":"/images/6/0.jpg","caption":"Hauptburg, Foto: J. Friedhoff (1999)","year":"1999"},{"id":"1","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_103_20051207101856.jpg","path":"/images/6/1.jpg","caption":"Geschützturm, Foto: J. Friedhoff (2002)","year":"2002"},{"id":"2","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_105_20051207101856.jpg","path":"/images/6/2.jpg","caption":"Ansicht der Burg auf einem spätmittelalterlichen Glasfenster der Klosterkirche, aus: van Rooijen, Liebfrauenthal (1979)","year":"1979"},{"id":"3","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_23_20051207101856.jpg","path":"/images/6/3.jpg","caption":"Grundriss und Schnitte aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["kirchlicher Bau,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Am Kloster Ehrenstein","fußweg / zeit vom parkplatz":"2 Min.","zugänglichkeit":"Unzugänglich (Ruine in stark fortschreitendem Verfall) Klosterkirche im Vorburgbereich frei zugänglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neustadt","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage","Ringmauerburg"],"purpose":["Herrschaftsmittelpunkt"],"overview":"Spätmittelalterliche Burggründung der Edelherren von Uetgenbach. Nach dem Übergang an die von Nesselrode Kreuzherrenklostergründung im Vorburgbereich.","dateBegin":"14.Jh.","dateEnd":"1.H.17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Einzigartiges Ensemble von Burg und Kloster im Vorburgbereich. Burgruine in rasch fortschreitendem Verfall. 2005 wurde das Burgareal teilweise von der Vegetation befreit.","references":["Dehio, RP (1984), S. 240f.; BuK Koblenz (1886), S. 282-286; KD Neuwied (1940), S. 111-114; HHSt RP (1988), S. 88; Binding, Höhenburgen (1975), S. 30-32; Kisky, Klaus / Kettner, Werner, Kreuzherrenkirche und Kloster Liebfrauenthal in Ehrenstein an der Wied (Rhein. Kunststätten 26), Neuss 1979; van Rooijen, Henri (O.S.C.),  Liebfrauenthal zu Ehrenstein, Siegburg 1979; Urban, Gewölbe (1997), S. 135; Friedhoff, Burgen und Schlösser (1999), S. 93-103."]},"7":{"id":"7","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=7"],"title":"Altenwied","timeline":"Die Burg, im 12. Jh. im Besitz eines Ruker von Wied, bildete den Mittelpunkt eines Teiles des mittelrheinischen Besitzes der Grafen von Bilstein und gelangte durch Kunigunde von Bilstein an die Landgrafen von Thüringen. Landgraf Ludwig III. verkaufte sie zwischen 1180 und 1188 an den Kölner Erzbischof Philipp von Heinsberg und erhielt sie als Lehen zurück. Mechthild von Landsberg (+1285) brachte sie als Heiratsgut in ihre Ehe mit dem Grafen Heinrich III. von Sayn (+1245/46) ein. Seine Witwe, Mechthild, veräußerte Altenwied 1250 zusammen mit der Neuerburg an das Erzstift Köln. Im 14. Jh. bildete Altenwied den Mittelpunkt eines kurkölnischen Amtes. Burg und Amt wurden häufig verpfändet: 1366 an Kurtrier; 1449-1553 an Nassau-Beilstein und 1583-1664 an Isenburg-Grenzau. Im Dreißigjährigen Krieg wurde die Burg 1633 von spanischen Truppen eingenommen. Amt und Burg gelangten 1803 an Wied-Runkel, 1806 an Nassau und 1815 schließlich an Preußen. Heute befindet sich die Burg in Privatbesitz. Die 2004/2005 um einen Neubau ergänzte Burg ist unzugänglich. (Jens Friedhoff)","buildingDevelopment":"Dem hochmittelalterlichen Kernbestand der Anlage gehören der im Zentrum der Hauptburg gelegene fünfeckige Bergfried sowie die Ringmauer an. Bauspuren im zweiten Obergeschoss des Turmes lassen erkennen, dass der in den 1160er Jahren entstandene, mit Buckelquadern verkleidete Bau unvollendet geblieben ist. Die noch teilweise erhaltenen Wirtschaftsgebäude im Südteil der Kernburg weisen die Jahreszahl 1570 auf. Archivalische Untersuchungen und Bauforschung zur Klärung der Baugeschichte stehen noch aus. Gesicherte Erkenntnisse zum spätmittelalterlichen und frühneuzeitlichen Baubestand der Burg fehlen. Das Erscheinungsbild der Burg wird im Wesentlichen durch den noch erhaltenen fünfeckigen Hauptturm, die Ringmauer und einen modernen Wohnbau von 2004/2005 bestimmt.(Jens Friedhoff)","buildingDescription":"In der Mitte der Burg erhebt sich der fünfeckige Hauptturm (Seitenlänge 7,5 m x 10 m), dessen Spitze sich zur nördlichen Angriffsseite richtet. Das Mauerwerk der Außenschale weist Buckelquader mit schmalem Randschlag und flachen Bossen auf. Die beiden unteren Geschosse des durch einen Hocheingang erschlossenen Turmes weisen Längstonnen auf. An der Südwand des Turmes finden sich Ansätze eines zweigeschossigen Gebäudes (Verbindungsbau zum Palas?). Die hochmittelalterliche Ringmauer, die sich mit der nördlichen Spitze der Angriffsseite zuwendet (vgl. Neuerburg NR), umfasst ein Areal von etwa 100 m x 30 m. An der Innenseite lehnten sich Wohnbauten an. Das Tor in der Mitte der Westseite datiert laut Bauinschrift in das Jahr 1570. 1358 berichten die Quellen von der Weihe einer neuen, der hl. Gertrud geweihten Kapelle. Die zum Wiedtal hin gerichtete sturmfreie Seite des Burgareals nimmt der Neubau eines Wohnhauses ein. (Jens Friedhoff)","gallery":[],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Eingeschränkte Parkmöglichkeit vor der Burg.","zugänglichkeit":"Unzugänglich, da Privatbesitz","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neustadt","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Herrschaftsmittelpunkt","Landesburg"],"overview":"Zentralanlage, die sich um einen fünfeckigen Hauptturm gruppiert. Die im 12. Jh. mit dem Herren Ruker von Wied genannte Burg bildete den Mittelpunkt eines Teiles der landräfl. thüringischen Besitzungen am Mittelrhein. Im 14. Jh. diente sie als Sitz eines kurkölnischen Amtes.","dateBegin":"1.H.12.Jh.","dateEnd":"1.H.19.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Zu den erhaltenen Teilen der hochmittelalterlichen Burg zählen der fünfeckige Hauptturm und die Ringmauer. An die Stelle eines bescheidenen Wohnhauses im Neuzeitliches Wohnhaus im Bereich der Kernburg trat 2004/2005 ein Neubau, der das Gesamtbild der Burg","references":["Dehio, RP (1985), S.248; HHSt RP (1988), S. 8f.;","KD Neuwied (1940), S. 41-43;","BuK Koblenz (1886), S. 547f.;","H. Gensicke, Burg und Amt Altenwied unter der Pfandherrschaft des Grafen von Nassau-Beilstein, in: Heimatkalender des Landkreises Neuwied (1966), S. 56-58;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 37f.; Liessem, Beobachtungen (1977), S. 29-47;","Strickhausen, Burgen der Ludowinger (1998), S. 96f.;","Strickhausen, Ludowingische Landgrafen (1999), S. 10-18;","Brommer, Momentaufnahmen (2000), S. 14-17;","Günther Stanzl, Ein Schwimmbad im Burgfelsen. Burg Altenwied bei Neustadt a. d. Wied, in: Baudenkmäler in Rheinland-Pfalz 2004, hrsg. vom Landesamt für Denkmalpflege Rheinland-Pfalz, Mainz 2005, S. 17f.","Hildegard Brog, Burg und Amt Altenwied. Geschichte einer Burg und der Region, Regensburg 2009."]},"8":{"id":"8","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=8"],"title":"Neuerburg a.d.Wied","timeline":"Die Neuerburg wurde vermutlich um 1160 von Ludwig II. von Thüringen gegründet. Sie diente - wie die Burg Altenwied (NR) und die beiden Burgen zu Windeck (Alt- und Neu-Windeck; SU) - dem Schutz der mittelrheinischen Besitzungen der Ludowinger. Nach der Burg benennt sich ein 1187 urkundlich bezeugtes edelfreies Geschlecht, die Walpoden von der Neuerburg, die zu den vornehmsten Vasallen der Mechthild von Landsberg (+1285) zählen, die die Burg zu Beginn des 13. Jhs. in ihre Ehe mit Heinrich III. von Sayn (+1246) einbrachte. 1250 veräußerte Mechthild von Sayn die Neuerburg zusammen mit Altenwied unter Vorbehalt der Nutzungsrechte bis zu ihrem Ableben an das Erzstift Köln. Nach dem endgültigen Übergang an die Kölner Kirche, bildete die Burg das administrative Zentrum eines Amtes und diente im Spätmittelalter häufig als Pfandobjekt (Pfandherren Johann von Arffen, Reinhard von Reifferscheid, Familie von der Leyen u.a.). 1740 wird die 1632 durch schwedische Truppen beschädigte und im 17. Jh. in Verfall geratene Burg vom Erzstift Köln wieder eingelöst. Im 18. Jh. hatte ein Förster auf der Burg seinen Wohnsitz. Nach dem Übergang an das fürstliche Haus Wied 1803 werden Mitte des 19. Jhs. ein noch bestehendes Wohnhaus und ein Wirtschaftsgebäude niedergelegt. 1945 wurde die Burgruine von einem Privatmann gepachtet. Saalgeschossbau (Palas) und Hauptturm wurden zu Wohnzwecken teilweise ausgebaut.  (Jens Friedhoff)","buildingDevelopment":"Von der Gründungsanlage der 1160er Jahre blieben der fünfeckige Hauptturm, die Ringmauer sowie umfangreiche Reste des Palas und der Kapelle erhalten, während die baulichen Reste der westlich unterhalb der Hauptburg gelegenen Vorburg sehr wahrscheinlich dem Baubestand des 13. und 14. Jhs. angehören. In den Urkunden zur Pfandverschreibung der Burg von 1422, 1439 und 1541 finden sich Hinweise auf die bauliche Unterhaltung bzw. den Ausbau der Burg. Der hochmittelalterliche Palas wurde 1632 nach Brandzerstörung durch die Schweden teilweise abgebrochen. 1665 wird die Neuerburg als ruinös bezeichnet. Im 18. Jahrhundert diente die Burg einem Förster als Wohnung. Ein noch erhaltenes Wohngebäude sowie ein Wirtschaftsgebäude werden nach dem 1803 erfolgten Übergang der Burg an das Fürstenhaus Wied Mitte des 19. Jh. niedergelegt. Nach 1945 wird die Neuerburg an einen Privatmann verpachtet. Die gegenwärtige Pächterin bemüht sich in Absprache mit dem Landesamt für Denkmalpflege und dem Eigentümer, dem Fürsten von Wied, um die Erhaltung der imposanten Burganlage. Der ruinöse Palas und der Hauptturm wurden teilweise zu Wohnzwecken ausgebaut. (Jens Friedhoff)","buildingDescription":"Zur Angriffsseite hin ist der über trapezförmigem Grundriss mit vorgelegter Spitze errichteten Hauptburg an der Ostseite ein Halsgraben vorgelagert. Der fünfeckige, viergeschossige Bergfried richtet seine Spitze ebenfalls zur östlichen Angriffsseite. Die Südostecke der Ringmauer nimmt der zweigeschossige Saalgeschossbau (23 x 10,5m) ein. Nördlich des Tores befinden sich im Nordwestwinkel der Ringmauer die Reste der einschiffigen Kapelle (5,50 x 9,50 m), an die sich nach einer Urkunde von 1261 das Haus des Burgmannen Ludwig Walpode von der Neuerburg anschloss. Westlich der Hauptburg liegen die Ruinen der Vorburg mit einem Torbau an der Südseite der Hauptburg und weiteren Gebäuden unbekannter Funktion. An den Torbau schließt sich ein Torzwinger mit ehemals drei einfachen Toren an. Vor dem Halsgraben befand sich vermutlich eine zweite Vorburg. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_101_20050930152814.jpg","path":"/images/8/0.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2005)","year":"2005"},{"id":"1","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_103_20050930152814.jpg","path":"/images/8/1.jpg","caption":"Kapelle, Foto: J. Friedhoff (2005)","year":"2005"},{"id":"2","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_105_20050930152814.jpg","path":"/images/8/2.jpg","caption":"Modell Neuerburg, Foto: J. Friedhoff (2005)","year":"2005"},{"id":"3","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_23_20050930152814.jpg","path":"/images/8/3.jpg","caption":"Grundriss, aus: DBV Dokumentation"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Wanderparkplatz Fockenbachtal","fußweg / zeit vom parkplatz":"20-30 Min.","zugänglichkeit":"Die Burg befindet sich in Privatbesitz und ist daher nicht zugänglich. Nach vorheriger Absprache sind Führungen durch die Pächterin möglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Niederbreitbach","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Herrschaftsmittelpunkt","Landesburg"],"overview":"Stauferzeitliche Burggründung der Landgrafen von Thüringen zum Schutz ihrer mittelrheinischen Besitzungen","dateBegin":"2.H.12.Jh.","dateEnd":"2.H.19.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Bedeutende hochmittelalterliche Baureste (Ringmauer, Palas, Hauptturm). Palas teilweise zu Wohnzwecken ausgebaut.","references":["Dehio, RP (1985), S. 738; KD Neuwied (1940), S. 270-273; BuK Koblenz (1886), S. 515-517; HHSt RP (1988), S. 252; Th. Jung, Die Neuerburg, Kreis Neuwied, in: Burgen und Schlösser 1966/1, S. 5-12; Th. Jung, Burgen im Kreis Neuwied: Burg Neuerburg. Baubeschreibung, Grabungsbefunde, Sicherungsmaßnahmen, in: Heimatkalender des Landkreises Neuwied (1968), S. 81-87; Liessem,  Randbemerkungen (1984), S. 53-65; Strickhausen, Burgen der Ludowinger (1998), S. 158-163; Strickhausen, Ludowingische Landgrafen (1999), S. 11-19; Urban, Gewölbe (1997), S. 62f.; Kubach/Verbeek, Baukunst 2 (1976), S. 824."]},"9":{"id":"9","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=9"],"title":"Altwied","timeline":"Als Initiator der Burggründung zu Altwied gilt der 1129 erstmals urkundlich erwähnte Meffried von Wied, der als Graf im Engersgau fungierte. Nach dem Erlöschen der älteren Linie der Grafen von Wied 1233 gelangte der Besitz auf dem Erbweg an die Herren von Eppstein und Isenburg-Braunsberg. Der Eppsteiner Anteil kam 1306 an die Grafen von Virneburg und vor 1338 an die Grafen von Jülich. Wilhelm von Isenburg-Braunsberg konnte beide Teile wiedervereinigen und begründete die jüngere Linie der Grafen von Wied-Braunsberg. Nach deren Aussterben 1462 gelangte die Grafschaft an Friedrich von Runkel, der sich fortan Graf von Wied nennt. Die von den Herren von Runkel gestiftete Linie wurde 1784 in den Reichsfürstenstand erhoben. Burg Altwied war Sitz der Grafschaft und ihrer Zentralverwaltung, seit 1595 Mittelpunkt der Niedergrafschaft Wied und des Amtes Altwied. Mitte des 17. Jhs. büßten Burg und Talsiedlung Altwied nach der Verlegung der Residenz nach Neuwied ihre Bedeutung als Herrschaftsmittelpunkt ein. Die Burg verfiel und wurde im 18. Jahrhundert zur Ruine. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Burg im Hoch- und Spätmittelalter ist weitgehend ungeklärt. Zum Bestand der Gründungsanlage des 12. Jahrhunderts zählen die Reste des im Spätmittelalter baulich veränderten Palas sowie der im Kunstdenkmälerinventar von Wilhelm Lotz (1886) noch erwähnte runde Bergfried im Mittelteil der Burg. Die 1259 erstmals genannte St. Georgskapelle an der Südseite der Ringmauer diente bis zum 14. Jh. den Bewohnern der Talsiedlung als Gotteshaus. Im Spätmittelalter wurde die Anlage nach Nordosten und nach Westen erweitert. Es entstanden zwei Vorburgen sowie der die östliche Angriffsseite deckende Wohnturm mit Schildmauerfunktion, an dessen Hoffassade Teile der spätromanischen Blendbogenarchitektur des modernisierten Palas als Spolien verbaut wurden. Die Talsiedlung erhielt im 14. Jh. die noch weitgehend erhaltene Ortsbefestigung mit mehreren viereckigen und runden Türmen. (Jens Friedhoff)","buildingDescription":"Am östlichen Ende der etwa 200 m langen und maximal 40 m breiten Abschnittsburg befindet sich der als Schildmauer dienende rechteckige Wohnturm (Höhe 15 m; Breite 8 m), der eine auffällige Parallele mit dem schmalen rechteckigen Wohnturm der Burg Hattstein (HE, Hochtaunuskreis) aufweist. Nach Westen schließt sich an den Wohnturm das Areal der Hauptburg mit dem nicht mehr vorhandenen runden Bergfried sowie verschiedenen, sich an die Ringmauer anlehnenden Wohngebäuden und der Kapelle an. Durch drei Toranlagen gelangt man zu der westlich vorgelagerten Vorburg und zur Talsiedlung. Den Burgweg sichert eine westlich der Kapelle gelegene Bastion aus nachmittelalterlicher Zeit. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/40_101_20050504135744.jpg","path":"/images/9/0.jpg","caption":"Tor zur Hauptburg, Foto: J. Friedhoff (2000)","year":"2000"},{"id":"1","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/40_103_20050504135744.jpg","path":"/images/9/1.jpg","caption":"Hauptburg, Foto: J. Friedhoff (2000)","year":"2000"},{"id":"2","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/40_105_20050504135744.jpg","path":"/images/9/2.jpg","caption":"Burgruine, 1785, aus: KD Neuwied (1940)","year":"1940"},{"id":"3","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/40_23_20050504124231.jpg","path":"/images/9/3.jpg","caption":"Grundriss aus KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Am Eingang zu Altwied","fußweg / zeit vom parkplatz":"5 Gehminuten, an der Kaplle vorbei","zugänglichkeit":"Wegen beträchtlicher Baufälligkeit ist der Zutritt zur inneren-/Kernburg seit 2000 geschlossen.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Wiedischer Hof"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neuwied","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Dynastensitz","Landesburg"],"overview":"Dynastenburg der Grafen von Wied. Abschnittsburg mit spätmittelalterlichem Wohnturm, der zur östlichen Angriffseite als Schildmauer ausgebildet ist.","dateBegin":"1.H.12.Jh.","dateEnd":"17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Zu den weitgehend erhaltenen Bauteilen der Burgruine zählt der schildmauerartige Wohnturm. Die Sanierung der Burg obliegt dem örtlichen Burgverein.","references":["Dehio, RP (1985), S. 19f.;","BuK Koblenz (1886), S. 470ff.;","KD Neuwied (1940), S. 43ff.; HHSt RP (1988), S. 10f.;","Jäger, Schildmauer (1987), S. 14-17;","Liessem, Beobachtungen (1977), S. 29-47;","Kunze, Burgenforschung (1993), S. 50-53;","Friedhoff, Burgen und Schlösser (1999), S. 93-103.","Thon/Ulrich, Burgen am unteren Mittelrhein (2009), S. 18-26.","Stefan Ulrich, Die Baugeschichte der Burg Altwied, in: BuS 51 (2010) H. 2, S. 92-103.","Klaus Georg und Uwe Langnickel (Hrsg.), Altwied entdecken und lieben, Neuwied 2012.","Klaus Georg, Geschichte des Burgbrunnens in Altwied. Ergebnisse einer spannenden Ausgrabung, in: Heimatjahrbuch des Landkreises Neuwied, Neuwied 2017, s. 273-280."]},"10":{"id":"10","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=10"],"title":"Rohrburg","timeline":"Die Rohrburg wird in der schriftlichen Überlieferung lediglich 1343 und 1371 erwähnt. Als Initiator des Burgenbaus inmitten eines Sumpfgeländes unweit des Dorfes Dreifelden gilt Graf Wilhelm zu Wied. Bereits während des Baus der Niederungsburg nötigte der Trierer Erzbischof Balduin von Luxemburg (reg. 1307-1354) den Grafen von Wied, ihm die Rohrburg zu Lehen aufzutragen. Zu Beginn des Jahres 1343 sollte Graf Wilhelm an der Burg nicht weiterbauen. Ob die Burg jemals vollendet wurde, ist umstritten. 1355 aus kurtrierischem Pfandbesitz ausgelöst, wurde die Anlage 1371 erneut an das Erzstift versetzt. In der frühen Neuzeit wurde die Burgstelle durch den aufgestauten Dreifelder Weiher (Seeweiher) überflutet. Unweit der im Dreifelder Weiher versunkenen Burgstelle Rohrburg liegt auf einer kleinen Anhöhe am Südwestufer des Weihers die Seeburg. Es handelt sich um das sog. \"Jägerhaus\", ein Nebengebäude zu dem 1655 von Graf Friedrich III. von Wied angelegten Schloss Seeburg. Von der frühneuzeitlichen Schlossanlage, die im 19. Jh. niedergelegt wurde, blieb lediglich ein Schutthaufen mit verstürztem Mauerwerk übrig. Die Reste werden in der Ortsakte der archäologischen Denkmalpflege Rheinland-Pfalz, Koblenz, irrtümlich als mittelalterliche Motte gedeutet. (Jens Friedhoff)","buildingDevelopment":"Zur baulichen Entwicklung der lediglich in wenigen Schriftquellen des 14. Jhs. erwähnten Burg liegen bislang noch keine Erkenntnisse vor. Ob der sehr wahrscheinlich unmittelbar vor 1343 begonnene Burgbau jemals vollendet wurde, ist in der regionalgeschichtlichen Literatur umstritten. Lesefunde von einer kleinen Insel im Weiher deuten auf eine Besiedlung der Burgstelle Rohrburg im 14. und 15. Jh. hin. (Jens Friedhoff)","buildingDescription":"Baugestalt und Grundriss der im Seeweiher verschwundenen Rohrburg sind unbekannt. Die Existenz der Burg ist lediglich durch die Schriftquellen sowie einige Lesefunde nachweisbar. Von dem unweit der untergegangenen Burgstelle am südwestlichen Seeufer gelegenen Hauptgebäude des 1655 von den Grafen von Wied angelegten und zu Beginn des 19. Jhs. abgerissenen Schloss Seeburg blieben einige wenige verstürzte Mauerreste auf Privatgelände übrig. Das zum Schloss gehörende \"Jägerhaus\" befindet sich in Privatbesitz und ist daher unzugänglich. (Jens Friedhoff)","gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Hachenburg","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle","Niederungsburg"],"purpose":["Landesburg"],"overview":"Spätmittelalterliche Burggründung der Grafen von Wied. Vermutlich unvollendete, lediglich 1343 und 1371 erwähnte Niederungsburg.","dateBegin":"1.H.14.Jh.","dateEnd":"2.H.14.Jh.","condition":"Keine Reste","conditionCommentary":"Von der im Dreifelder Weiher gelegenen Burg haben sich keine Reste erhalten.","references":["HHSt RP (1988), S. 81; Westerwald-Führer (1980), S. 200; Gensicke, Burgen Unterwesterwald (1962), S. 12);  H. Priewer / H. Sartor, Versank die Rohrburg doch im Dreifelder Weiher? In: Wäller Heimat. Jahrbuch des Westerwald-Kreises (2003), S. 109-111; Hans-Jürgen Krüger / Helmut Priewer / Arno Schmidt, Der Hof Seeburg am Dreifelder Weiher, in: Wäller Heimat. Jahrbuch des Westerwald-Kreises (2002), S. 125-137; Dies., Das Schloss Seeburg am Dreifelder Weiher, in: Wäller Heimat (2001), S. 164-170."]},"11":{"id":"11","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=11"],"title":"Braunsberg","timeline":"Als Initiator der Burggründung gilt Bruno I. von Isenburg (erwähnt 1179-1198), der im Tausch von der Abtei Rommersdorf den Burgberg zu Braunsberg erwarb. Die Burg beherrschte die alte Verbindungsstraße aus dem Westerwald zum Neuwieder Becken, über Dierdorf und Anhausen. Brunos gleichnamiger Sohn erbte nach dem Aussterben der älteren Grafen von Wied die Grafschaft Wied und stiftete die Linie Isenburg-Braunsberg-Wied, die bis zu ihrem Erlöschen 1462 über die Burg verfügte. 1482 gelangt Braunsberg mit der Grafschaft Wied an das Haus Wied-Runkel und bildet 1597 einen Bestandteil der Niedergrafschaft. Vom 15. bis zum 17. Jh. diente die Burg, die den Mittelpunkt einer das Kirchspiel Anhausen umfassenden Herrschaft bildet, häufig als Pfandobjekt. 1698-1705 Witwensitz der Gräfin Maria Juliana von Wied. Im Jahr 1660 erfolgt die Besetzung der Burg durch kurtrierisches Militär und die Eroberung durch kurkölnische Truppen. Um 1770 ist das eigentliche, z. T. bereits Ende des 17. Jhs. baufällige Schloss unbewohnt. Eine Ansicht von 1785 zeigt Braunsberg bereits als Ruine. In den letzten Kriegsjahren des Zweiten Weltkriegs wird die Ruine 1944/45 durch amerikanischen Artilleriebeschuss stark zerstört. Im Bereich der Vorburg befindet sich eine fürstl. Wiedische Revierförsterei. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der Burg wurde bislang nur unzureichend erforscht. Zum mittelalterlichen Baubestand der Gründungsanlage zählen die unteren Mauerpartien der Ringmauer der Hauptburg, an die sich die Wohngebäude anlehnen. Die Zwingeranlage mit einem Torturm an der Südseite sowie die Mauerreste der Vorburg gehören ebenso wie die bis zur  Zerstörung 1944/45 auf einem Konsolfries vorkragenden Obergeschosse des \"Palas\" einer spätmittelalterlichen Bauphase an. Seit dem ausgehenden 17. Jh. finden sich in den Schriftquellen Klagen über den schlechten baulichen Zustand der Burg. (Jens Friedhoff)","buildingDescription":"Die auf dem höchsten Grat des Bergsporns gelegene Hauptburg beschreibt ein Rechteck mit abgeschnittener Südwestecke. Bis zur Zerstörung 1944/45 wies der Wohnbau über Kellergewölben drei Geschosse auf (oberstes Stockwerk über Rundbogenfries vorkragend). Der Zugang zur Hauptburg erfolgte durch einen der Westfront vorgelegten Torbau und einen an der Südseite befindlichen gewölbten Torturm zur Vorburg. Das langgestreckte Vorburggelände wird von den Gebäuden der neuzeitlichen Revierförsterei dominiert. An der Ostseite hat sich der Halsgraben mit einer steinernen Brücke erhalten. (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/47_101_20050509124902.jpg","path":"/images/11/0.jpg","caption":"Detail der Ringmauer, Foto: J. Friedhoff (1996)","year":"1996"},{"id":"1","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/47_103_20050509125020.jpg","path":"/images/11/1.jpg","caption":"Burgruine um 1825, aus Burgen und Schlösser im Westerwald (1999)","year":"1999"},{"id":"2","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/47_105_20050509125306.jpg","path":"/images/11/2.jpg","caption":"Geamtansicht der Hauptburg, Foto: J. Friedhoff (1996)","year":"1996"},{"id":"3","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/47_23_20050509125306.jpg","path":"/images/11/3.jpg","caption":"Grundriss und Schnitt, aus KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Verwaltung,","Wiedsche Revierförsterei im Vorburgbereich","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit am Aubach-Stausee am Eingang des Aubachtales","fußweg / zeit vom parkplatz":"30 Minuten mit steilem Anstieg","zugänglichkeit":"Der Kernbereich der Burg ist stark einsturzgefährdet und daher unzugänglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neuwied","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Landesburg","Dynastensitz"],"overview":"Hochmittelalterliche Dynastenburg der Braunsberger Linie des Hauses Isenburg (später Isenburg-Braunsberg-Wied).","dateBegin":"2.H.12.Jh.","dateEnd":"2.H.17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Ruine der Hauptburg in fortschreitendem Verfall. Im Bereich der Vorburg neuzeitliche Revierförsterei des fürstl. Hauses Wied.","references":["Dehio, RP (1985), S. 35; BuK Koblenz (1886), S. 474f.; KD Neuwied (1940), S. 67-70; HHSt RP (1988), S. 56; Hachemer, Frank, Braunsberg. Eine vergessene Burgruine, in: Rheinische Heimatpflege 30 1993/1, S. 25-28; Friedhoff, Burgen und Schlösser (1999), S. 93-103."]},"12":{"id":"12","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=12"],"title":"Isenburg im Saynbachtal","timeline":"Bei der 1103 erstmals urkundlich erwähnten Burg handelt es sich um die Stammburg des Ende des 11. Jhs. urkundlich in Erscheinung tretenden edelfreien Geschlechts der Herren von Isenburg. Gegen Ende des 12. Jhs. bildet die Familie mehrere Zweige aus. Im 13. Jh. sind vier Linien des Hauses Isenburg an der Burg beteiligt, die über vier Burghäuser verfügen: \"Runkeler Haus\", auch als \"Frauenhaus\" bezeichnet (ältere Grenzauer Linie, gelangt über Isenburg-Arenfels 1373 an Wied); \"Wiedisches Haus\" (Isenburg-Braunsberg, die sich seit 1340 Grafen von Wied nennen); \"Kobernhaus\" (von der Linie Isenburg-Kobern 1344 an die salentinische Linie, im 16. Jh. Isenburg-Neumagen). \"Haus der salentinischen Linie\". Die vielfach zersplitterten Anteile an Burg und Herrschaft fielen im frühen 16. Jh. je zur Hälfte an die Grafen von Wied und die Grafen von Isenburg-Grenzau aus der salentinischen Linie. Nach dem Erlöschen der Linie Isenburg-Grenzau gelangte der Besitz an die Freiherrn von Walderdorff. Der wiedische Anteil gehörte seit 1770 Wied-Runkel. Beide Teile kamen 1806 unter nassauische Hoheit. Infolge der Teilung der Grafschaft Wied wurde die Isenburg 1595 der Niedergrafschaft Wied zugeschlagen. Die 1625 noch bewohnte Burg war Ende des 18. Jhs. Ruine. Von der ummauerten, 1235 entstandenen und 1334 urkundlich erwähnten Talsiedlung Isenburg haben sich umfangreiche Reste der Befestigung erhalten. Die bis zum heutigen Tage im Besitz des Fürstlichen Hauses Wied befindliche Ruine wird von dem im Januar 2005 gegründeten Freundeskreis der Isenburg e.V. betreut, der sich zum Ziel gesetzt hat, die in rasch fortschreitendem Verfall befindliche Burgruine zu sichern und zu erschließen.  (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der Ganerbenburg ist im Detail noch nicht geklärt. Bauhistorische, archäologische und archivalische Untersuchungen fehlen. Über die Baugestalt der hochmittelalterlichen Gründungsanlage des beginnenden 12. Jhs. liegen keine gesicherten Erkenntnisse vor. Die erhaltenen Reste datieren vornehmlich in die Zeit nach 1200. Im 13. Jh. bestand die Burg aus vier Burghäusern der verschiedenen Linien des Hauses Isenburg sowie aus gemeinschaftlich genutztem Bergfried. 1377 wird das \"Falkenhaus\" erwähnt. Der Besetzung durch spanische Truppen 1633 folgt Ende des 17. Jhs. der Verfall. Eine im Fürstlich-Wiedschen Archiv aufbewahrte Karte von 1677 zeigt die noch weitgehend intakte Burg. (Jens Friedhoff)","buildingDescription":"Der Zugang zur Burg erfolgt durch ein Torhaus nordwestlich unterhalb der Hauptburg und führt in zwei Kehren zum Kernburgbereich mit den Ruinen von zwei zwei- bis dreigeschossigen Wohnbauten (an der West- und an der Südseite) sowie des von der Angriffseite im Norden abgekehrten quadratischen Bergfrieds im Südteil der Anlage. Westlich unterhalb von Bergfried und Wohnbau finden sich Reste einer Zwingeranlage. Am besten erhalten ist das Geschlechterhaus nördlich des Bergfrieds, das Reste des Außenputzes, eine Kaminanlage sowie die Fragmente eines steilen Dreieckgiebels an der Südseite aufweist. Der stark ruinöse Bergfried verfügte über einen Hocheingang (5 m über dem Bodenniveau). (Jens Friedhoff)","gallery":[{"id":"0","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_101_20050504142838.jpg","path":"/images/12/0.jpg","caption":"Wohngebäude der Hauptburg, Foto: J. Friedhoff (1999)","year":"1999"},{"id":"1","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_103_20050504142838.jpg","path":"/images/12/1.jpg","caption":"Burgruine und Talsiedlung Isenburg, 1779 aus: Emanuel Graf von Waldersdorff/Lupold von Lehsten, Die Frauen der Walderdorff, Molsberg 1999"},{"id":"2","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_105_20050504142838.jpg","path":"/images/12/2.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2001)","year":"2001"},{"id":"3","url":"https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_23_20050504142838.jpg","path":"/images/12/3.jpg","caption":"Grundriss aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit vor der Kirche im Oberdorf Isenburg.","fußweg / zeit vom parkplatz":"5 Min.","zugänglichkeit":"Die Burganlage ist z. Z. wegen der laufenden Sanierungsarbeiten nicht zugänglich.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Gasthaus zur Isenburg"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Isenburg","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Ganerbenburg","Stammsitz"],"overview":"Hochmittelalterliche Stammburg der im 11. Jh. erstmals bezeugten Edelherren von Isenburg. Seit dem frühen 13. Jh. Ganerbenburg.","dateBegin":"1.H.12.Jh.","dateEnd":"2.H.18.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Burgruine in starkem, rasch fortschreitendem Verfall. 2005 Beginn von Sicherungsarbeiten in Teilbereichen der Burgruine durch den Freundeskreis der Isenburg e.V. in Verbindung mit dem Landesamt für Denkmalpflege Rheinland-Pfalz.","references":["Dehio, RP (1985), S. 406; BuK Koblenz (1886), S. 500f.; KD Neuwied (1940), S. 189-194; Eugen Wasser, Isenburg im Saynbachtal (Rheinische Kunststätten 425), Neuss 1999; Friedhoff, Burgen und Schlösser ( 1999), S. 93-103; Eugen Wasser, Isenburg. Burg und Ortsbefestigung, in: Heimatjahrbuch des Landkreises Neuwied (2000), S. 62-66; Eugen Wasser, Isenburg und die Isenburger. 900 Jahre Dorfgeschichte, Horb am Neckar 2002."]},"13":{"id":"13","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=13"],"title":"Neuspay","timeline":"Der spätmittelalterliche Adelssitz \"Neuspay\" wird nach bisherigem Kenntnisstand lediglich einmal in einer Urkunde des Jahres 1406 erwähnt. In diesem Jahr errichtete der Niederadelige Henne von Spay mit Genehmigung des Trierer Erzbischofs ein neues Haus, das Neuspay (Nuwen Speye) genannt wurde. Ob dem vermutlich als Burghaus anzusprechenden Anwesen eine ältere Anlage vorausging, ist nicht mit letzter Sicherheit zu sagen, ist jedoch angesichts der Bezeichnung \"Neu-\" gut denkbar. (Jens Friedhoff)","buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Montabaur","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle","Burghaus"],"purpose":["Ministerialensitz"],"overview":"Spätmittelalterliches Burghaus der Familie von Spay. Lehen des Erzstifts Trier.","dateBegin":"1.H.15.Jh.","dateEnd":"unbekannt","condition":"Keine Reste","references":["Gensicke, Burgen Unterwesterwaldkreis (1962), S. 13."]},"14":{"id":"14","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=14"],"title":"Gilsbach","timeline":"Die Burg der Herren von Gilsbach ist lediglich in den Schriftquellen nachgewiesen. Der genaue Standort der Anlage in dem gleichnamigen Ort ließ sich bislang noch nicht ermitteln. Als erste Mitglieder eines sich sehr wahrscheinlich nach der Burg zu Gilsbach benennenden Zweiges der Herren von Seelbach werden die Brüder Denhard und Johann von Gilsbach in einer Urkunde vom 24. Juni 1350 erwähnt. Im Jahre 1351 verfügte Godebrecht von Achenbach über einen Anteil an der Burg zu Gilsbach, die 1364 als Offenhaus der Grafen von Sayn erwähnt wird. Im letzten Jahrzehnt des 15. Jhs. werden letztmalig Mitglieder der Familie von Seelbach zu Gilsbach in den Schriftquellen genannt. (J.F.)","buildingDevelopment":"Zur baulichen Entwicklung und zur Baugestalt der Anlage sind aufgrund des Fehlens von Quellen keine Angaben möglich. (J.F.)","buildingDescription":"Von der nur mittels urkundlicher Belege nachweisbaren Burg im Ort Gilsbach haben sich keine oberirdisch sichtbaren Baureste erhalten. Selbst die Lage der Burg ist unbekannt. (Jens Friedhoff)","gallery":[],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Nordrhein-Westfalen","region":"Siegerland","county":"Siegen-Wittgenstein","city":"Burbach","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle"],"purpose":["Ministerialensitz"],"overview":"Spätmittelalterlicher Ministerialensitz der Herren von Gilsbach aus dem Hause Seelbach. Lehen der Grafen von Sayn.","dateBegin":"1.H.14.Jh.","dateEnd":"15.Jh.","condition":"Keine Reste","references":["Jens Friedhoff, Burgen im südlichen Siegerland. Handreichungen zu einem Inventar der mittelalterlichen Wehr- und Wohnbauten im südlichen Teil des Kreises Siegen-Wittgenstein, in: Siegerland 82 (2005), S. 25-104, hier S. 94.","Gerhard Schloss, Von Burgen und Schlössern im Siegerland, Kreuztal 1971, S. 59."]}}