{"1":{"id":"1","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=1"],"title":"Linz","timeline":"In dem 1320 mit Stadtrechten begabten Ort Linz ließ der Kölner Erzbischof Engelbert von der Mark 1365 an der Nordwestecke der Stadtbefestigung eine Landesburg anlegen. 1366-76 wurde die Burg an den Koadjutor Kuno von Falkenstein versetzt. 1456 Verpfändung an Graf Heinrich von Nassau, Frank von Kronberg und Graf Philipp von Katzenelnbogen. In der Folgezeit dienten Stadt, Burg und Amt auch weiterhin als Pfandobjekte. Die Burg bildete den Mittelpunkt eines Amtes und war Sitz der landesherrlichen Behörden. Nach dem Übergang an Nassau 1802/03 diente sie wiederum als Behördensitz. Im Jahr 1821 gelangte die seit 1815 dem preußischen Fiskus unterstehende Anlage an die Familie Faith und 1950 schließlich in den Besitz der Stadt Linz. 1984 Verkauf und Beginn der Restaurierung sowie Einrichtung eines Burgmuseums. (Jens Friedhoff)","buildingDevelopment":"Für die Errichtung der Burg musste Erzbischof Engelbert von der Mark 1365 beim Domkapitel zu Köln eine Anleihe von 800 Gulden aufnehmen. Die Bürger der Stadt Linz wurden verpflichtet, die Burg in Stand und verteidigungsbereitem Zustand zu halten. Hinweise auf eine ältere Vorgängeranlage fehlen. In den Belagerungszeiten erlitt die Burg Schäden, beispielsweise infolge des Sturmes des Reichsheeres auf die Stadt Linz im Winter 1474/75. Die Schriftquellen berichten von häufigen Reparaturen und Bauarbeiten, wobei die meisten die Brücke, Graben und den Zollgang, der die Burg mit dem Zollhaus verband, betrafen. 1707 erfolgte im Zuge der Amtssitzverlegung von Altenwied nach Linz die Erweiterung des Westtraktes. (Jens Friedhoff)","buildingDescription":"Die über rechteckigem Grundriss in Stadtrandlage errichtete Hauptburg setzt sich aus vier Gebäudetrakten zusammen, die sich um einen Innenhof gruppieren. An der Nordwestecke befindet sich ein in seinen beiden unteren Dritteln runder, im oberen Teil achtseitiger Eckturm mit steiler gotischer Dachhaube. Der Turm gehört, wie die unteren Partien der Umfassungsmauer der Gründungszeit Mitte des 14. Jhs. an. Im übrigen bestimmen Neubauten des 17. u. 18. Jhs. das Erscheinungsbild der ursprünglich von einem Weiher umgebenen und in die Stadtbefestigung integrierten kurkölnischen Landesburg. (Jens Friedhoff)","gallery":[{"url":"../r30/vc_content/bilder/firma451/msvc_intern/44_18_20050509111318.jpg","caption":"Erzbischöfliche Burg und Rheintor, um 1835, aus: Oellers, Linz (1994)","year":"1994"},{"url":"../r30/vc_content/bilder/firma451/msvc_intern/44_19_20050509111318.jpg","caption":"Burg und Rheintor, Foto: J. Friedhoff (2001)","year":"2001"},{"url":"../r30/vc_content/bilder/firma451/msvc_intern/44_20_20050509111318.jpg","caption":"Feldseite der Burg, Foto: J. Friedhoff (2001)","year":"2001"}],"misc":{"nutzung als":["Museum,","Restaurant,","Restaurant"],"anfahrt / parkplatz":"Mehrere Parkplätze an der Linzer Rheinfront in unmittelbarer Nähe der Burg.","fußweg / zeit vom parkplatz":"Innerhalb einer Minute","zugänglichkeit":"Teilweise zugänglich (Restaurant)","besichtigung / führung":["Besicht. aussen,","Besicht. innen"],"einkehrmöglichkeit":"Restaurant"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Linz","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Wasserburg","Randhausanlage"],"purpose":["Stadtburg","Landesburg"],"overview":"Spätmittelalterliche Landesburg des Erzstifts Köln in Stadtrandlage.","dateBegin":"2.H.14.Jh.","dateEnd":"unbekannt","condition":"Bedeutende Reste","conditionCommentary":"Relativ gut erhaltene, in nachmittelalterlicher Zeit teilweise veränderte Stadtburg.","references":["Dehio RP (1985), S. 564.","KD Neuwied (1940), S. 255f.","BuK  Koblenz (1886), S. 514;","HHSt RP (1988), S. 207f.;","Rheinischer Städteatlas Lieferung XII, Nr. 64: Linz, bearb. von Ulrich Ritzerfeld, Bonn 1996;","Ritzerfeld, Ulrich, Der Kölner Erzbischof Heinrich von Virneburg und die Stadtwerdung von Linz am Rhein, in: Rheinische Vierteljahrsblätter 60 (1996), S. 88-120.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 100-104."]},"2":{"id":"2","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=2"],"title":"Hammerstein","timeline":"Die auf einem beherrschenden Felsmassiv gelegene Burg wurde vermutlich bereits im 10. Jh. von dem rheinischen Grafengeschlecht der Pfalzgrafen gegründet. Nach der Burg benannte sich 1002 Otto von Hammerstein, Graf im Engersgau. Die Burg selbst wird in den Schriftquellen erstmals 1020 im Zusammenhang mit der dreimonatigen Belagerung und Eroberung durch Kaiser Heinrich IV. erwähnt. Nach dem Erlöschen des Grafengeschlechts der Konradiner wurde die Burg als eingezogenes Reichsgut behandelt. Heinrich IV. ließ die 1020 stark beschädigte Anlage 1071 wohl zum Schutz des 1074 erstmals genannten Rheinzolles zu Hammerstein wiederherstellen. Die Zollstelle wurde schließlich 1309 nach Leutesdorf verlegt. 1105 und 1125 diente Hammerstein zur Aufbewahrung der Reichskleinodien. Die Burghut oblag Reichsministerialen, die das Burggrafenamt ausübten. 1374 erlangte Kurtrier die Lehnshoheit über Burg Hammerstein, die sich weiterhin in der Hand der in zwei Zweige gespaltenen Familie der Burggrafen von Hammerstein befand. Nach dem Erlöschen beider Linien 1409 und 1419 wurde die Burg von Kurtrier als erledigtes Lehen eingezogen. Die Burg diente als Sitz eines kurtrierischen Amtes. Im Dreißigjährigen Krieg 1632 von Spaniern und von 1646 bis 1654 von lothringischen Truppen besetzt, wurde sie nach deren Abzug 1654 von Kurtrier geschleift. Die Ruine befand sich 1823 bis 1843 im Besitz der Freiherren von Haxthausen und gelangte 1893 schließlich an die Freiherren von Hammerstein, die ihre Herkunft auf eine abgewanderte Seitenlinie der zu Beginn des 15. Jh. erloschenen Burggrafen von Hammerstein zurückführen. (Jens Friedhoff)","buildingDevelopment":"Zur Klärung der baulichen Entwicklung der hochmittelalterlichen Burg können lediglich archäologische Grabungen beitragen. Zum Kernbestand der salierzeitlichen Anlage zählen die Fundamentreste im westlichen Teil der Burg, die ein Rechteck von etwa 20 x 23,4 m beschreiben. Die sog. \"Barbarossamauer\", ein an der West- und an der Südseite gelegenes schildmauerartig ausgeprägtes Verteidigungswerk (Mauerstärke ca. 4,20 m) gehört mit der Ringmauer zum stauferzeitlichen Baubestand der Burg. Der sog. \"Zollturm\", ein mächtiger Rundturm, der die westliche Spitze des Bergsporns einnimmt, ist sehr wahrscheinlich mit dem 1410 erwähnten, im Auftrag des Trierer Kurfürsten Werner von Falkenstein errichteten Turm identisch. 1576 berichten die Quellen von Reparaturarbeiten an der Burg. Der Baubestand der 1654 geschleiften Burg wurde in der Folgezeit durch Steinraub dezimiert. Sanierungsmaßnahmen im Bereich der Kernburg und der Ringmauer fanden in den 1990er Jahren statt. (Jens Friedhoff.)","buildingDescription":"Die Ringmauer der auf einem zum Rhein hin schroff und auf der Gegenseite sanfter abfallenden Berggipfel gelegenen Burg beschreibt einen leicht sichelförmigen Grundriss. Der Zugang zu der von einer mächtigen Quadermauer umgebenen Anlage (120 m x 35 m) liegt im Süden und ist durch einen Torzwinger gesichert. Auf der Spitze des Bergsporns erhebt sich der um 1410 entstandene runde \"Zollturm\". Als älteste sichtbare Architekturteile gelten die spärlichen Reste eines großen rechteckigen Kernbaues (20 m x 23,5 m) mit abgerundeten Ecken. Die Mauern bestehen aus kleinformatigen Handquadern aus Basalt. An der Ostseite des nach außen \"wohnturmartig\" erscheinenden Baues, der in unterschiedliche Innenräume aufgeteilt ist, befindet sich ein Rundturm von 8 m Durchmesser. Ob der turmartige Kernbereich bereits um 1000 bestanden hat oder erst unter Heinrich IV. errichtet wurde, lässt sich nur durch Ausgrabungen klären. Besondere Beachtung verdient die sog. \"Babarossamauer\", der nordöstliche Teil der Ringmauer. Der bis zu 4,20 m starke schildmauerartige Ringmauerabschnitt aus Bruchstein ist an der Innenseite mit Basaltlavaquadern verkleidet. In der Mauerstärke führt eine Treppe zum Wehrgang. An der westlichen Angriffsseite befand sich ein heute verschwundener Rundturm sowie an der Südwestecke ein quadratischer Wartturm. Die Barbarossamauer weist abgerundete Ecken auf. Quer durch die Burg verlief ursprünglich eine z.T. im Fundament erhaltene Mauer, die auf die Teilung der Burg unter die beiden Zweige der Burggrafen von Hammerstein zurückzuführen ist (Ganerbenburg). (Jens Friedhoff)","gallery":[{"url":"../r30/vc_content/bilder/firma451/msvc_intern/42_18_20050504150614.jpg","caption":"Mühlenturm, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"../r30/vc_content/bilder/firma451/msvc_intern/42_19_20050504150614.jpg","caption":"Gesamtansicht des Burgberges, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"../r30/vc_content/bilder/firma451/msvc_intern/42_20_20050504150614.jpg","caption":"sog. 'Barbarossamauer', Foto: J. Friedhoff (1996)","year":"1996"},{"url":"../r30/vc_content/bilder/firma451/msvc_intern/42_24_20050504150614.jpg","caption":"Grundriss aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit in Oberhammerstein.","fußweg / zeit vom parkplatz":"Etwa 15 Gehminuten bei mittlerer Steigung","zugänglichkeit":"Frei zugängliche Burganlage.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Hammerstein","structureType":["Burg","Sonstiges"],"classification":["Ringmauerburg","Schildmauerburg"],"purpose":["Reichsburg"],"overview":"Hochmittelalterliche Burggründung der Konradiner. 1034 Reichsburg; 1374 kurtrierische Landesburg..","dateBegin":"1.H.11.Jh.","dateEnd":"2.H.17.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der salierzeitlichen Anlage sind lediglich Fundamentreste der Kernburg erhalten. Stauferzeitliche Ringmauer z.T. Ende der 1990er Jahre stark saniert.","references":["Dehio RP (1984), S. 347;","KD Neuwied (1940), S. 161-164;","BuK Koblenz (1886), S. 496f.;","HHSt RP (1988), S. 127;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 351; Binding, Höhenburgen (1975), S. 33-35;","M. Simmert, Die Reichsburg Hammerstein, Neuwied 1984;","Jäger, Schildmauer (1987), S. 37-41;","Böhme, Burgen der Salierzeit (1997), S. 49f.;","Brommer, Momentaufnahmen (2000), S. 78f.;","Thon, Studien zur Relevanz (2002), S. 48-52;","Günther Stanzl, Fehlgegangene Instandsetzung. Burg Hammerstein bei Hammerstein, in: Baudenkmäler in Rheinland-Pfalz 2004, hrsg. vom Landesamt für Denkmalpflege Rheinland-Pfalz, Mainz 2005, S. 28f.","Udo Liessem, Das Interesse König Friedrich Wilhelms IV. von Preußen an der Ruine Hammerstein am Rhein, in: Jahrbuch für westdeutsche Landesgeschichte 35 (2009), S. 387-419.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 80-88."]},"3":{"id":"3","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=3"],"title":"Leubsdorf","timeline":"Die Besitzgeschichte des Burghauses ist bislang nur für das 18. Jh. rudimentär aufgearbeitet. Bis zum Beginn des 18. Jh. war der Besitz geteilt. Als eine der besitzenden Adelsfamilien begegnet in der frühen Neuzeit die niederadelige Familie von Zweiffel. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte des Burghauses ist bislang noch nicht erforscht worden. Die Anlage geht in ihrem heutigen Erscheinungsbild (rechteckiger zweigeschossiger Baukörper mit vier Ecktürmchen in Fachwerkkonstruktion mit spitzen Hauben) auf das Spätmittelalter zurück. (Jens Friedhoff)","buildingDescription":"Über fast quadratischem Grundriss stattlicher, dreigeschossiger spätgotischer Steinbau. An den vier Ecken, zwischen denen die Südseite des Walmdaches in Fachwerk ausgebaut ist, je von einem polygonalen Fachwerktürmchen bekrönt. Angebaut ein barockes Fachwerkhaus mit Mansarddach. (Jens Friedhoff)","gallery":[{"url":"../r30/vc_content/bilder/firma451/msvc_intern/43_18_20050504154201.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2000)","year":"2000"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Parkmöglichkeit im Ort","zugänglichkeit":"Unzugänglich, da Privatbesitz.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Leubsdorf","structureType":["Burg","Sonstiges"],"classification":["Burghaus"],"purpose":["Adelssitz","Ministerialensitz"],"overview":"Spätmittelalterliches Burghaus inmitten des alten Ortskerns von Leubsdorf","dateBegin":"15.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Gut erhaltenes spätmittelalterliches Burghaus.","references":["Dehio RP (1984), S. 554; KD Neuwied (1940), S. 197f."]},"4":{"id":"4","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=4"],"title":"Dattenberg","timeline":"Die Burg gilt als Stammsitz der 1242 erstmals mit Wilhelm bezeugten niederadligen Familie von Dattenberg. 1331 gelangte die Burg als Lehen des Erzstifts Köln an den Ritter Rolmann von Sinzig zu Arenthal. Die Enkel Rolmanns benannten sich nach der Burg Dattenberg. Durch Erbgang gelangte die Anlage 1572 an Albrecht von Lülsdorf und 1664 an Johann Friedrich Raitz von Frentz. Nach dessen Tod wurde die Burg 1675 vom Kölner Erzstift als erledigtes Lehen eingezogen. Burg und Gericht wurden 1698 an die von Metternich zur Gracht auf Lebenszeit verliehen und bildeten eine kurkölnische Kameralherrschaft. 1837 erwarb Josef Stoppenbach, Notar zu Köln, die verfallene Anlage und errichtet im Vorburgbereich ein zweigeschossiges Landhaus. Der Berliner Baumeister Adolf Fuchs, der 1887 in den Besitz von Dattenberg gelangte, ließ 1890 das schlichte Landhaus zu einer historistischen Villa umbauen. Seit 1949 ist der Erftkreis Eigentümer der Burg, der in der Villa eine Jugendbildungsstätte unterhält. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der vermutlich in der ersten Hälfte des 13. Jhs. entstandenen Anlage konnte noch nicht geklärt werden. Archivalische Nachrichten zur baulichen Entwicklung sind bislang nicht bekannt. Dem Gründungsbau gehört sehr wahrscheinlich der runde Hauptturm (Wohnturm) an, der in geringem Abstand von einer Ringmauer umgeben ist. Auf dem Gelände der von der Hauptburg durch einen Halsgraben geschiedenen Vorburg im Norden entstand um 1890 eine historistische Villa. Adolf Fuchs ließ um 1890 den Mauerring um den Wohnturm erneuern und mit Zinnen versehen. (Jens Friedhoff)","buildingDescription":"Die durch einen Halsgraben von dem Vorburgbereich  geschiedene Hauptburg besteht im Wesentlichen aus einem runden Wohnturm von 8,50 m Durchmesser, der in geringem Abstand von einer Ringmauer umgeben ist. Jenseits des Halsgrabens im Norden des Hauptburgareals befindet sich das Gelände der Vorburg, von der sich keine Reste erhalten haben. An ihrer Stelle wurde 1890 eine Villa errichtet. Der Zinnenkranz der Hauptburg-Ringmauer entstand 1890. (Jens Friedhoff)","gallery":[{"url":"../r30/vc_content/bilder/firma451/msvc_intern/48_18_20050510153930.jpg","caption":"Gesamtansicht der Burg, Foto: J. Friedhoff (2000)","year":"2000"}],"misc":{"nutzung als":["Marketing-Schulungszentrum"],"anfahrt / parkplatz":"Parkplätze im Ort Dattenberg","fußweg / zeit vom parkplatz":"2 Minuten","zugänglichkeit":"Lediglich Außenbesichtigung der Ruine möglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Linz","structureType":["Burg","Sonstiges"],"classification":["Wohnturm"],"purpose":["Ministerialensitz","Herrschaftsmittelpunkt"],"overview":"Kleine Ministerialenburg der niederadeligen Familie von Dattenberg; seit dem 14. Jh. Lehen des Erzstifts Köln.","dateBegin":"1.H.13.Jh.","dateEnd":"2.H.17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Umfangreiche Reste der lediglich aus einem Rundturm bestehenden Anlage erhalten.","references":["Dehio, RP (1985) S. 195;","KD Neuwied (1940), S. 82;","BuK Koblenz (1886), 472f.;","HHSt RP (1988), S. 69f.;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 181; Bernd Willscheid, Burg Dattenberg, in: Heimatjahrbuch des Landkreises Neuwied (1993), S. 47-49.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 42-46."]}}