{"1":{"id":"1","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=1","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=1"],"title":"Linz","timeline":"In dem 1320 mit Stadtrechten begabten Ort Linz ließ der Kölner Erzbischof Engelbert von der Mark 1365 an der Nordwestecke der Stadtbefestigung eine Landesburg anlegen. 1366-76 wurde die Burg an den Koadjutor Kuno von Falkenstein versetzt. 1456 Verpfändung an Graf Heinrich von Nassau, Frank von Kronberg und Graf Philipp von Katzenelnbogen. In der Folgezeit dienten Stadt, Burg und Amt auch weiterhin als Pfandobjekte. Die Burg bildete den Mittelpunkt eines Amtes und war Sitz der landesherrlichen Behörden. Nach dem Übergang an Nassau 1802/03 diente sie wiederum als Behördensitz. Im Jahr 1821 gelangte die seit 1815 dem preußischen Fiskus unterstehende Anlage an die Familie Faith und 1950 schließlich in den Besitz der Stadt Linz. 1984 Verkauf und Beginn der Restaurierung sowie Einrichtung eines Burgmuseums. (Jens Friedhoff)","buildingDevelopment":"Für die Errichtung der Burg musste Erzbischof Engelbert von der Mark 1365 beim Domkapitel zu Köln eine Anleihe von 800 Gulden aufnehmen. Die Bürger der Stadt Linz wurden verpflichtet, die Burg in Stand und verteidigungsbereitem Zustand zu halten. Hinweise auf eine ältere Vorgängeranlage fehlen. In den Belagerungszeiten erlitt die Burg Schäden, beispielsweise infolge des Sturmes des Reichsheeres auf die Stadt Linz im Winter 1474/75. Die Schriftquellen berichten von häufigen Reparaturen und Bauarbeiten, wobei die meisten die Brücke, Graben und den Zollgang, der die Burg mit dem Zollhaus verband, betrafen. 1707 erfolgte im Zuge der Amtssitzverlegung von Altenwied nach Linz die Erweiterung des Westtraktes. (Jens Friedhoff)","buildingDescription":"Die über rechteckigem Grundriss in Stadtrandlage errichtete Hauptburg setzt sich aus vier Gebäudetrakten zusammen, die sich um einen Innenhof gruppieren. An der Nordwestecke befindet sich ein in seinen beiden unteren Dritteln runder, im oberen Teil achtseitiger Eckturm mit steiler gotischer Dachhaube. Der Turm gehört, wie die unteren Partien der Umfassungsmauer der Gründungszeit Mitte des 14. Jhs. an. Im übrigen bestimmen Neubauten des 17. u. 18. Jhs. das Erscheinungsbild der ursprünglich von einem Weiher umgebenen und in die Stadtbefestigung integrierten kurkölnischen Landesburg. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/44_18_20050509111318.jpg","caption":"Erzbischöfliche Burg und Rheintor, um 1835, aus: Oellers, Linz (1994)","year":"1994"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/44_19_20050509111318.jpg","caption":"Burg und Rheintor, Foto: J. Friedhoff (2001)","year":"2001"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/44_20_20050509111318.jpg","caption":"Feldseite der Burg, Foto: J. Friedhoff (2001)","year":"2001"}],"misc":{"nutzung als":["Museum,","Restaurant,","Restaurant"],"anfahrt / parkplatz":"Mehrere Parkplätze an der Linzer Rheinfront in unmittelbarer Nähe der Burg.","fußweg / zeit vom parkplatz":"Innerhalb einer Minute","zugänglichkeit":"Teilweise zugänglich (Restaurant)","besichtigung / führung":["Besicht. aussen,","Besicht. innen"],"einkehrmöglichkeit":"Restaurant"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Linz","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Wasserburg","Randhausanlage"],"purpose":["Stadtburg","Landesburg"],"overview":"Spätmittelalterliche Landesburg des Erzstifts Köln in Stadtrandlage.","dateBegin":"2.H.14.Jh.","dateEnd":"unbekannt","condition":"Bedeutende Reste","conditionCommentary":"Relativ gut erhaltene, in nachmittelalterlicher Zeit teilweise veränderte Stadtburg.","references":["Dehio RP (1985), S. 564.","KD Neuwied (1940), S. 255f.","BuK  Koblenz (1886), S. 514;","HHSt RP (1988), S. 207f.;","Rheinischer Städteatlas Lieferung XII, Nr. 64: Linz, bearb. von Ulrich Ritzerfeld, Bonn 1996;","Ritzerfeld, Ulrich, Der Kölner Erzbischof Heinrich von Virneburg und die Stadtwerdung von Linz am Rhein, in: Rheinische Vierteljahrsblätter 60 (1996), S. 88-120.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 100-104."]},"2":{"id":"2","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=2","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=2"],"title":"Hammerstein","timeline":"Die auf einem beherrschenden Felsmassiv gelegene Burg wurde vermutlich bereits im 10. Jh. von dem rheinischen Grafengeschlecht der Pfalzgrafen gegründet. Nach der Burg benannte sich 1002 Otto von Hammerstein, Graf im Engersgau. Die Burg selbst wird in den Schriftquellen erstmals 1020 im Zusammenhang mit der dreimonatigen Belagerung und Eroberung durch Kaiser Heinrich IV. erwähnt. Nach dem Erlöschen des Grafengeschlechts der Konradiner wurde die Burg als eingezogenes Reichsgut behandelt. Heinrich IV. ließ die 1020 stark beschädigte Anlage 1071 wohl zum Schutz des 1074 erstmals genannten Rheinzolles zu Hammerstein wiederherstellen. Die Zollstelle wurde schließlich 1309 nach Leutesdorf verlegt. 1105 und 1125 diente Hammerstein zur Aufbewahrung der Reichskleinodien. Die Burghut oblag Reichsministerialen, die das Burggrafenamt ausübten. 1374 erlangte Kurtrier die Lehnshoheit über Burg Hammerstein, die sich weiterhin in der Hand der in zwei Zweige gespaltenen Familie der Burggrafen von Hammerstein befand. Nach dem Erlöschen beider Linien 1409 und 1419 wurde die Burg von Kurtrier als erledigtes Lehen eingezogen. Die Burg diente als Sitz eines kurtrierischen Amtes. Im Dreißigjährigen Krieg 1632 von Spaniern und von 1646 bis 1654 von lothringischen Truppen besetzt, wurde sie nach deren Abzug 1654 von Kurtrier geschleift. Die Ruine befand sich 1823 bis 1843 im Besitz der Freiherren von Haxthausen und gelangte 1893 schließlich an die Freiherren von Hammerstein, die ihre Herkunft auf eine abgewanderte Seitenlinie der zu Beginn des 15. Jh. erloschenen Burggrafen von Hammerstein zurückführen. (Jens Friedhoff)","buildingDevelopment":"Zur Klärung der baulichen Entwicklung der hochmittelalterlichen Burg können lediglich archäologische Grabungen beitragen. Zum Kernbestand der salierzeitlichen Anlage zählen die Fundamentreste im westlichen Teil der Burg, die ein Rechteck von etwa 20 x 23,4 m beschreiben. Die sog. \"Barbarossamauer\", ein an der West- und an der Südseite gelegenes schildmauerartig ausgeprägtes Verteidigungswerk (Mauerstärke ca. 4,20 m) gehört mit der Ringmauer zum stauferzeitlichen Baubestand der Burg. Der sog. \"Zollturm\", ein mächtiger Rundturm, der die westliche Spitze des Bergsporns einnimmt, ist sehr wahrscheinlich mit dem 1410 erwähnten, im Auftrag des Trierer Kurfürsten Werner von Falkenstein errichteten Turm identisch. 1576 berichten die Quellen von Reparaturarbeiten an der Burg. Der Baubestand der 1654 geschleiften Burg wurde in der Folgezeit durch Steinraub dezimiert. Sanierungsmaßnahmen im Bereich der Kernburg und der Ringmauer fanden in den 1990er Jahren statt. (Jens Friedhoff.)","buildingDescription":"Die Ringmauer der auf einem zum Rhein hin schroff und auf der Gegenseite sanfter abfallenden Berggipfel gelegenen Burg beschreibt einen leicht sichelförmigen Grundriss. Der Zugang zu der von einer mächtigen Quadermauer umgebenen Anlage (120 m x 35 m) liegt im Süden und ist durch einen Torzwinger gesichert. Auf der Spitze des Bergsporns erhebt sich der um 1410 entstandene runde \"Zollturm\". Als älteste sichtbare Architekturteile gelten die spärlichen Reste eines großen rechteckigen Kernbaues (20 m x 23,5 m) mit abgerundeten Ecken. Die Mauern bestehen aus kleinformatigen Handquadern aus Basalt. An der Ostseite des nach außen \"wohnturmartig\" erscheinenden Baues, der in unterschiedliche Innenräume aufgeteilt ist, befindet sich ein Rundturm von 8 m Durchmesser. Ob der turmartige Kernbereich bereits um 1000 bestanden hat oder erst unter Heinrich IV. errichtet wurde, lässt sich nur durch Ausgrabungen klären. Besondere Beachtung verdient die sog. \"Babarossamauer\", der nordöstliche Teil der Ringmauer. Der bis zu 4,20 m starke schildmauerartige Ringmauerabschnitt aus Bruchstein ist an der Innenseite mit Basaltlavaquadern verkleidet. In der Mauerstärke führt eine Treppe zum Wehrgang. An der westlichen Angriffsseite befand sich ein heute verschwundener Rundturm sowie an der Südwestecke ein quadratischer Wartturm. Die Barbarossamauer weist abgerundete Ecken auf. Quer durch die Burg verlief ursprünglich eine z.T. im Fundament erhaltene Mauer, die auf die Teilung der Burg unter die beiden Zweige der Burggrafen von Hammerstein zurückzuführen ist (Ganerbenburg). (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/42_18_20050504150614.jpg","caption":"Mühlenturm, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/42_19_20050504150614.jpg","caption":"Gesamtansicht des Burgberges, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/42_20_20050504150614.jpg","caption":"sog. 'Barbarossamauer', Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/42_24_20050504150614.jpg","caption":"Grundriss aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit in Oberhammerstein.","fußweg / zeit vom parkplatz":"Etwa 15 Gehminuten bei mittlerer Steigung","zugänglichkeit":"Frei zugängliche Burganlage.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Hammerstein","structureType":["Burg","Sonstiges"],"classification":["Ringmauerburg","Schildmauerburg"],"purpose":["Reichsburg"],"overview":"Hochmittelalterliche Burggründung der Konradiner. 1034 Reichsburg; 1374 kurtrierische Landesburg..","dateBegin":"1.H.11.Jh.","dateEnd":"2.H.17.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der salierzeitlichen Anlage sind lediglich Fundamentreste der Kernburg erhalten. Stauferzeitliche Ringmauer z.T. Ende der 1990er Jahre stark saniert.","references":["Dehio RP (1984), S. 347;","KD Neuwied (1940), S. 161-164;","BuK Koblenz (1886), S. 496f.;","HHSt RP (1988), S. 127;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 351; Binding, Höhenburgen (1975), S. 33-35;","M. Simmert, Die Reichsburg Hammerstein, Neuwied 1984;","Jäger, Schildmauer (1987), S. 37-41;","Böhme, Burgen der Salierzeit (1997), S. 49f.;","Brommer, Momentaufnahmen (2000), S. 78f.;","Thon, Studien zur Relevanz (2002), S. 48-52;","Günther Stanzl, Fehlgegangene Instandsetzung. Burg Hammerstein bei Hammerstein, in: Baudenkmäler in Rheinland-Pfalz 2004, hrsg. vom Landesamt für Denkmalpflege Rheinland-Pfalz, Mainz 2005, S. 28f.","Udo Liessem, Das Interesse König Friedrich Wilhelms IV. von Preußen an der Ruine Hammerstein am Rhein, in: Jahrbuch für westdeutsche Landesgeschichte 35 (2009), S. 387-419.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 80-88."]},"3":{"id":"3","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=3","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=3"],"title":"Leubsdorf","timeline":"Die Besitzgeschichte des Burghauses ist bislang nur für das 18. Jh. rudimentär aufgearbeitet. Bis zum Beginn des 18. Jh. war der Besitz geteilt. Als eine der besitzenden Adelsfamilien begegnet in der frühen Neuzeit die niederadelige Familie von Zweiffel. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte des Burghauses ist bislang noch nicht erforscht worden. Die Anlage geht in ihrem heutigen Erscheinungsbild (rechteckiger zweigeschossiger Baukörper mit vier Ecktürmchen in Fachwerkkonstruktion mit spitzen Hauben) auf das Spätmittelalter zurück. (Jens Friedhoff)","buildingDescription":"Über fast quadratischem Grundriss stattlicher, dreigeschossiger spätgotischer Steinbau. An den vier Ecken, zwischen denen die Südseite des Walmdaches in Fachwerk ausgebaut ist, je von einem polygonalen Fachwerktürmchen bekrönt. Angebaut ein barockes Fachwerkhaus mit Mansarddach. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/43_18_20050504154201.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2000)","year":"2000"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Parkmöglichkeit im Ort","zugänglichkeit":"Unzugänglich, da Privatbesitz.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Leubsdorf","structureType":["Burg","Sonstiges"],"classification":["Burghaus"],"purpose":["Adelssitz","Ministerialensitz"],"overview":"Spätmittelalterliches Burghaus inmitten des alten Ortskerns von Leubsdorf","dateBegin":"15.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Gut erhaltenes spätmittelalterliches Burghaus.","references":["Dehio RP (1984), S. 554; KD Neuwied (1940), S. 197f."]},"4":{"id":"4","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=4","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=4"],"title":"Dattenberg","timeline":"Die Burg gilt als Stammsitz der 1242 erstmals mit Wilhelm bezeugten niederadligen Familie von Dattenberg. 1331 gelangte die Burg als Lehen des Erzstifts Köln an den Ritter Rolmann von Sinzig zu Arenthal. Die Enkel Rolmanns benannten sich nach der Burg Dattenberg. Durch Erbgang gelangte die Anlage 1572 an Albrecht von Lülsdorf und 1664 an Johann Friedrich Raitz von Frentz. Nach dessen Tod wurde die Burg 1675 vom Kölner Erzstift als erledigtes Lehen eingezogen. Burg und Gericht wurden 1698 an die von Metternich zur Gracht auf Lebenszeit verliehen und bildeten eine kurkölnische Kameralherrschaft. 1837 erwarb Josef Stoppenbach, Notar zu Köln, die verfallene Anlage und errichtet im Vorburgbereich ein zweigeschossiges Landhaus. Der Berliner Baumeister Adolf Fuchs, der 1887 in den Besitz von Dattenberg gelangte, ließ 1890 das schlichte Landhaus zu einer historistischen Villa umbauen. Seit 1949 ist der Erftkreis Eigentümer der Burg, der in der Villa eine Jugendbildungsstätte unterhält. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der vermutlich in der ersten Hälfte des 13. Jhs. entstandenen Anlage konnte noch nicht geklärt werden. Archivalische Nachrichten zur baulichen Entwicklung sind bislang nicht bekannt. Dem Gründungsbau gehört sehr wahrscheinlich der runde Hauptturm (Wohnturm) an, der in geringem Abstand von einer Ringmauer umgeben ist. Auf dem Gelände der von der Hauptburg durch einen Halsgraben geschiedenen Vorburg im Norden entstand um 1890 eine historistische Villa. Adolf Fuchs ließ um 1890 den Mauerring um den Wohnturm erneuern und mit Zinnen versehen. (Jens Friedhoff)","buildingDescription":"Die durch einen Halsgraben von dem Vorburgbereich  geschiedene Hauptburg besteht im Wesentlichen aus einem runden Wohnturm von 8,50 m Durchmesser, der in geringem Abstand von einer Ringmauer umgeben ist. Jenseits des Halsgrabens im Norden des Hauptburgareals befindet sich das Gelände der Vorburg, von der sich keine Reste erhalten haben. An ihrer Stelle wurde 1890 eine Villa errichtet. Der Zinnenkranz der Hauptburg-Ringmauer entstand 1890. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/48_18_20050510153930.jpg","caption":"Gesamtansicht der Burg, Foto: J. Friedhoff (2000)","year":"2000"}],"misc":{"nutzung als":["Marketing-Schulungszentrum"],"anfahrt / parkplatz":"Parkplätze im Ort Dattenberg","fußweg / zeit vom parkplatz":"2 Minuten","zugänglichkeit":"Lediglich Außenbesichtigung der Ruine möglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Linz","structureType":["Burg","Sonstiges"],"classification":["Wohnturm"],"purpose":["Ministerialensitz","Herrschaftsmittelpunkt"],"overview":"Kleine Ministerialenburg der niederadeligen Familie von Dattenberg; seit dem 14. Jh. Lehen des Erzstifts Köln.","dateBegin":"1.H.13.Jh.","dateEnd":"2.H.17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Umfangreiche Reste der lediglich aus einem Rundturm bestehenden Anlage erhalten.","references":["Dehio, RP (1985) S. 195;","KD Neuwied (1940), S. 82;","BuK Koblenz (1886), 472f.;","HHSt RP (1988), S. 69f.;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 181; Bernd Willscheid, Burg Dattenberg, in: Heimatjahrbuch des Landkreises Neuwied (1993), S. 47-49.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 42-46."]},"5":{"id":"5","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=5","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=5"],"title":"Ockenfels","timeline":"Die Burg war der Stammsitz der 1239 erstmals mit den Brüdern Kuno, Hermann, Heinrich und Arnold erwähnten niederadeligen Familie von der Leyen. Die zum Allodialbesitz der Familie gehörende Burg wurde 1341 dem Erzstift Köln zu Lehen aufgetragen und gelangte im 15. Jh. an Rolman von Dattenberg. 1439 fiel Ockenfels an die Herren von Monreal, die sich bis zum 16. Jh. dort nachweisen lassen. Die sehr wahrscheinlich 1475 im Zuge der Belagerung von Linz im Burgundischen Krieg zerstörte Anlage wurde 1623 von Georg Gerolt erworben und 1632/33 von den Schweden endgültig zerstört. In den durch Steinraub dezimierten Ruinen entstand 1924 bis 1927 ein Erholungsheim der Cellitinnen zu Köln. Heute beherbergt die Burg einen Gastronomiebetrieb (Burghotel Ockenfels). (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Burg ist bislang nur unzureichend erforscht. Nach der Zerstörung/Beschädigung von 1475 wurde die Anlage offensichtlich wiederhergestellt und im Dreißigjährigen Krieg 1632/33 endgültig zerstört. Die teilweise erhaltene Ringmauer mit einem runden Flankenturm wurde 1924-1927 in den Neubau eines modernen Burghauses miteinbezogen.(Jens Friedhoff)","buildingDescription":"Von dem mittelalterlichen Baubestand, der im 19. Jh. durch Steinraub dezimierten Höhenburg, blieben lediglich Reste der Ringmauer und eines runden Flankenturmes an der Nordseite erhalten. Die baulichen Reste wurden 1924-1927 in den Neubau eines modernen Burghauses integriert. Eine recht zuverlässige Beschreibung der Burg vor dem Ausbau bietet das von Lehfeldt erarbeitete Inventar der Bau- und Kunstdenkmäler des Regierungsbezirks Koblenz (1886), S. 523f. Lehfeldt stellte noch die Reste einer Zwingermauer fest. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/199_18_20050712141021.jpg","caption":"Ockenfels 1850. Zeichnung Leopold von Eltester, aus: DBV Dokumentation Ockenfels"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit vor der Burg.","fußweg / zeit vom parkplatz":"1 Minute","zugänglichkeit":"Nur Außenbesichtigung","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Burgrestaurant Ockenfels."},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Linz","structureType":["Burg","Sonstiges"],"classification":[],"purpose":["Ministerialensitz","Stammsitz"],"overview":"Stammsitz des niederadeligen Geschlechts der Herren von der Leyen; im Spätmittelalter kurkölnisches Lehen.","dateBegin":"1.H.13.Jh.","dateEnd":"1.H.17.Jh.","condition":"Geringe Reste","conditionCommentary":"Reste der Ringmauer und eines flankierenden Rundturmes wurden in den Neubau der 1920er Jahre einbezogen.","references":["KD Neuwied (1940), S. 330-332; BuK Koblenz (1886), S. 523f.; HHSt RP (1988), S. 276; Streil, E., Die Ruine Leyen (Ockenfels), in: Heimatkalender Neuwied (1926), S. 37-40."]},"6":{"id":"6","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=6","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=6"],"title":"Ehrenstein bei Neustadt a. d. Wied","timeline":"Die Anlage der Burg erfolgte um 1330 durch den Edelherrn Rorich von Uetgenbach, der mit dem Neubau von Ehrenstein vermutlich seinen Stammsitz, die Burg Uetgenbach (Gem. Asbach, Ortsteil Krankel, NR), aufgab. Seit 1331 nennt sich Rorich von Uetgenbach Herr zu Ehrenstein. Die Burg, seit 1378 Lehen des Erzstifts Köln, wurde 1449 von Adam von Uetgenbach zu Ehrenstein an seinen Schwager, Wilhelm von Nesselrode veräußert. Burg und Herrschaft Ehrenstein verblieben im Besitz der Herren, später Grafen von Nesselrode. Bertram von Nesselrode zu Ehrenstein stiftete 1477 im Bereich der Vorburg zu Ehrenstein ein Kreuzherrenkloster. Die von seinem Vater errichtete Kapelle wurde zur Klosterkirche der Niederlassung des Kreuzherrenordens und zur Grablege der Herren von Nesselrode zu Ehrenstein umgewandelt. 1526 gelangten Burg und Herrschaft Ehrenstein als kurkölnisches Lehen an Wilhelm von Rennenberg, den Gatten der Anna von Nesselrode. Auf dem Erbweg fiel der Besitz 1572 an Franz von Loe zu Wissen. Wilhelm von Nesselrode kaufte Ehrenstein 1584 zurück. Die 1632 und 1634 zerstörte Burg befand sich bis zu Beginn der 1990er Jahre im Besitz des Hauses Nesselrode. 1993 verzichtete Graf Nesselrode auf seine Eigentumsrechte an der dringend sanierungsbedürftigen Burgruine. (Jens Friedhoff)","buildingDevelopment":"Der ersten Bauphase um 1330 gehören Teile der an der zur Westseite gerichteten polygonalen Ringmauer sowie das über fünfeckigem Grundriss errichtete Hauptgebäude und ein weiteres Wohngebäude an der Südostseite der Kernburg an. Der dreiviertelrunde Flankenturm an der Nordwestecke und der halbrunde Schalenturm an der Nordseite des Berings der Hauptburg entstanden vermutlich im 15. Jh. (Schlüssellochschießscharten für Feuerwaffen). Die Zeitstellung der mit zwei Flankentürmen versehenen Befestigung der Vorburg ist unsicher. Vermutlich datieren die Befestigungsanlagen wie die Gesamtanlage in das zweite Viertel des 14. Jh. Der in der Literatur vielfach fälschlich als \"Bergfried\" bezeichnete runde Geschützturm auf dem westlich des äußeren Halsgrabens gelegenen Berggrat entstand vermutlich unter Wilhelm von Rennenberg zeitgleich mit dem St. Georgsturm der Burg Blankenberg an der Sieg (SU) um 1526. Im Vorburgbereich wurden 1477 bis 1486 die Klosterkirche und die Konventsgebäude des Kreuzherrenklosters aufgeführt. Im Unterschied zu der 1632 und 1634 ruinierten Burg überstanden die Klostergebäude die Wirren des Dreißigjährigen Krieges. (Jens Friedhoff)","buildingDescription":"Die auf einem Berggrat im Mehrbachtal gelegene Burg wird zur westlichen Angriffsseite hin durch zwei Halsgräben gesichert. Vor dem äußeren Halsgraben befindet sich der runde, viergeschossige Geschützturm (um 1526). Über dem inneren Halsgraben erhebt sich die mehrfach polygonal gebrochene Mantelmauer mit einem Rundturm an der Nordwestecke. Die nördliche Ringmauerpartie wird von einem halbrunden Schalenturm flankiert. Der Zugang zur Burg erfolgte ursprünglich von der Südseite durch ein Torhaus. Von dem über fünfeckigen Grundriss errichteten Wohngebäude (spitze Seite zur westl. Angriffsseite) ist das Mauerwerk bis zum dritten Stockwerk erhalten. Die Gesamtansicht des Wallonen Renier Roidkin, um 1720, zeigt zwei parallele spitze Dachgiebel. An der Südostseite der Kernburg finden sich die Ruinen eines zweiten, längsrechteckigen Wohnbaus. Von der Befestigung der Vorburg blieb die Ringmauer im Westen mit zwei Flankentürmen (südlicher Turm polygonal; nördlicher Turm rund) erhalten. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/535_18_20051207101856.jpg","caption":"Hauptburg, Foto: J. Friedhoff (1999)","year":"1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/535_19_20051207101856.jpg","caption":"Geschützturm, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/535_20_20051207101856.jpg","caption":"Ansicht der Burg auf einem spätmittelalterlichen Glasfenster der Klosterkirche, aus: van Rooijen, Liebfrauenthal (1979)","year":"1979"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/535_24_20051207101856.jpg","caption":"Grundriss und Schnitte aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["kirchlicher Bau,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Am Kloster Ehrenstein","fußweg / zeit vom parkplatz":"2 Min.","zugänglichkeit":"Unzugänglich (Ruine in stark fortschreitendem Verfall) Klosterkirche im Vorburgbereich frei zugänglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neustadt","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage","Ringmauerburg"],"purpose":["Herrschaftsmittelpunkt"],"overview":"Spätmittelalterliche Burggründung der Edelherren von Uetgenbach. Nach dem Übergang an die von Nesselrode Kreuzherrenklostergründung im Vorburgbereich.","dateBegin":"14.Jh.","dateEnd":"1.H.17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Einzigartiges Ensemble von Burg und Kloster im Vorburgbereich. Burgruine in rasch fortschreitendem Verfall. 2005 wurde das Burgareal teilweise von der Vegetation befreit.","references":["Dehio, RP (1984), S. 240f.; BuK Koblenz (1886), S. 282-286; KD Neuwied (1940), S. 111-114; HHSt RP (1988), S. 88; Binding, Höhenburgen (1975), S. 30-32; Kisky, Klaus / Kettner, Werner, Kreuzherrenkirche und Kloster Liebfrauenthal in Ehrenstein an der Wied (Rhein. Kunststätten 26), Neuss 1979; van Rooijen, Henri (O.S.C.),  Liebfrauenthal zu Ehrenstein, Siegburg 1979; Urban, Gewölbe (1997), S. 135; Friedhoff, Burgen und Schlösser (1999), S. 93-103."]},"7":{"id":"7","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=7","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=7"],"title":"Altenwied","timeline":"Die Burg, im 12. Jh. im Besitz eines Ruker von Wied, bildete den Mittelpunkt eines Teiles des mittelrheinischen Besitzes der Grafen von Bilstein und gelangte durch Kunigunde von Bilstein an die Landgrafen von Thüringen. Landgraf Ludwig III. verkaufte sie zwischen 1180 und 1188 an den Kölner Erzbischof Philipp von Heinsberg und erhielt sie als Lehen zurück. Mechthild von Landsberg (+1285) brachte sie als Heiratsgut in ihre Ehe mit dem Grafen Heinrich III. von Sayn (+1245/46) ein. Seine Witwe, Mechthild, veräußerte Altenwied 1250 zusammen mit der Neuerburg an das Erzstift Köln. Im 14. Jh. bildete Altenwied den Mittelpunkt eines kurkölnischen Amtes. Burg und Amt wurden häufig verpfändet: 1366 an Kurtrier; 1449-1553 an Nassau-Beilstein und 1583-1664 an Isenburg-Grenzau. Im Dreißigjährigen Krieg wurde die Burg 1633 von spanischen Truppen eingenommen. Amt und Burg gelangten 1803 an Wied-Runkel, 1806 an Nassau und 1815 schließlich an Preußen. Heute befindet sich die Burg in Privatbesitz. Die 2004/2005 um einen Neubau ergänzte Burg ist unzugänglich. (Jens Friedhoff)","buildingDevelopment":"Dem hochmittelalterlichen Kernbestand der Anlage gehören der im Zentrum der Hauptburg gelegene fünfeckige Bergfried sowie die Ringmauer an. Bauspuren im zweiten Obergeschoss des Turmes lassen erkennen, dass der in den 1160er Jahren entstandene, mit Buckelquadern verkleidete Bau unvollendet geblieben ist. Die noch teilweise erhaltenen Wirtschaftsgebäude im Südteil der Kernburg weisen die Jahreszahl 1570 auf. Archivalische Untersuchungen und Bauforschung zur Klärung der Baugeschichte stehen noch aus. Gesicherte Erkenntnisse zum spätmittelalterlichen und frühneuzeitlichen Baubestand der Burg fehlen. Das Erscheinungsbild der Burg wird im Wesentlichen durch den noch erhaltenen fünfeckigen Hauptturm, die Ringmauer und einen modernen Wohnbau von 2004/2005 bestimmt.(Jens Friedhoff)","buildingDescription":"In der Mitte der Burg erhebt sich der fünfeckige Hauptturm (Seitenlänge 7,5 m x 10 m), dessen Spitze sich zur nördlichen Angriffsseite richtet. Das Mauerwerk der Außenschale weist Buckelquader mit schmalem Randschlag und flachen Bossen auf. Die beiden unteren Geschosse des durch einen Hocheingang erschlossenen Turmes weisen Längstonnen auf. An der Südwand des Turmes finden sich Ansätze eines zweigeschossigen Gebäudes (Verbindungsbau zum Palas?). Die hochmittelalterliche Ringmauer, die sich mit der nördlichen Spitze der Angriffsseite zuwendet (vgl. Neuerburg NR), umfasst ein Areal von etwa 100 m x 30 m. An der Innenseite lehnten sich Wohnbauten an. Das Tor in der Mitte der Westseite datiert laut Bauinschrift in das Jahr 1570. 1358 berichten die Quellen von der Weihe einer neuen, der hl. Gertrud geweihten Kapelle. Die zum Wiedtal hin gerichtete sturmfreie Seite des Burgareals nimmt der Neubau eines Wohnhauses ein. (Jens Friedhoff)","gallery":[],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Eingeschränkte Parkmöglichkeit vor der Burg.","zugänglichkeit":"Unzugänglich, da Privatbesitz","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neustadt","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Herrschaftsmittelpunkt","Landesburg"],"overview":"Zentralanlage, die sich um einen fünfeckigen Hauptturm gruppiert. Die im 12. Jh. mit dem Herren Ruker von Wied genannte Burg bildete den Mittelpunkt eines Teiles der landräfl. thüringischen Besitzungen am Mittelrhein. Im 14. Jh. diente sie als Sitz eines kurkölnischen Amtes.","dateBegin":"1.H.12.Jh.","dateEnd":"1.H.19.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Zu den erhaltenen Teilen der hochmittelalterlichen Burg zählen der fünfeckige Hauptturm und die Ringmauer. An die Stelle eines bescheidenen Wohnhauses im Neuzeitliches Wohnhaus im Bereich der Kernburg trat 2004/2005 ein Neubau, der das Gesamtbild der Burg","references":["Dehio, RP (1985), S.248; HHSt RP (1988), S. 8f.;","KD Neuwied (1940), S. 41-43;","BuK Koblenz (1886), S. 547f.;","H. Gensicke, Burg und Amt Altenwied unter der Pfandherrschaft des Grafen von Nassau-Beilstein, in: Heimatkalender des Landkreises Neuwied (1966), S. 56-58;","Kubach / Verbeek, Romanische Baukunst I (1976), S. 37f.; Liessem, Beobachtungen (1977), S. 29-47;","Strickhausen, Burgen der Ludowinger (1998), S. 96f.;","Strickhausen, Ludowingische Landgrafen (1999), S. 10-18;","Brommer, Momentaufnahmen (2000), S. 14-17;","Günther Stanzl, Ein Schwimmbad im Burgfelsen. Burg Altenwied bei Neustadt a. d. Wied, in: Baudenkmäler in Rheinland-Pfalz 2004, hrsg. vom Landesamt für Denkmalpflege Rheinland-Pfalz, Mainz 2005, S. 17f.","Hildegard Brog, Burg und Amt Altenwied. Geschichte einer Burg und der Region, Regensburg 2009."]},"8":{"id":"8","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=8","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=8"],"title":"Neuerburg a.d.Wied","timeline":"Die Neuerburg wurde vermutlich um 1160 von Ludwig II. von Thüringen gegründet. Sie diente - wie die Burg Altenwied (NR) und die beiden Burgen zu Windeck (Alt- und Neu-Windeck; SU) - dem Schutz der mittelrheinischen Besitzungen der Ludowinger. Nach der Burg benennt sich ein 1187 urkundlich bezeugtes edelfreies Geschlecht, die Walpoden von der Neuerburg, die zu den vornehmsten Vasallen der Mechthild von Landsberg (+1285) zählen, die die Burg zu Beginn des 13. Jhs. in ihre Ehe mit Heinrich III. von Sayn (+1246) einbrachte. 1250 veräußerte Mechthild von Sayn die Neuerburg zusammen mit Altenwied unter Vorbehalt der Nutzungsrechte bis zu ihrem Ableben an das Erzstift Köln. Nach dem endgültigen Übergang an die Kölner Kirche, bildete die Burg das administrative Zentrum eines Amtes und diente im Spätmittelalter häufig als Pfandobjekt (Pfandherren Johann von Arffen, Reinhard von Reifferscheid, Familie von der Leyen u.a.). 1740 wird die 1632 durch schwedische Truppen beschädigte und im 17. Jh. in Verfall geratene Burg vom Erzstift Köln wieder eingelöst. Im 18. Jh. hatte ein Förster auf der Burg seinen Wohnsitz. Nach dem Übergang an das fürstliche Haus Wied 1803 werden Mitte des 19. Jhs. ein noch bestehendes Wohnhaus und ein Wirtschaftsgebäude niedergelegt. 1945 wurde die Burgruine von einem Privatmann gepachtet. Saalgeschossbau (Palas) und Hauptturm wurden zu Wohnzwecken teilweise ausgebaut.  (Jens Friedhoff)","buildingDevelopment":"Von der Gründungsanlage der 1160er Jahre blieben der fünfeckige Hauptturm, die Ringmauer sowie umfangreiche Reste des Palas und der Kapelle erhalten, während die baulichen Reste der westlich unterhalb der Hauptburg gelegenen Vorburg sehr wahrscheinlich dem Baubestand des 13. und 14. Jhs. angehören. In den Urkunden zur Pfandverschreibung der Burg von 1422, 1439 und 1541 finden sich Hinweise auf die bauliche Unterhaltung bzw. den Ausbau der Burg. Der hochmittelalterliche Palas wurde 1632 nach Brandzerstörung durch die Schweden teilweise abgebrochen. 1665 wird die Neuerburg als ruinös bezeichnet. Im 18. Jahrhundert diente die Burg einem Förster als Wohnung. Ein noch erhaltenes Wohngebäude sowie ein Wirtschaftsgebäude werden nach dem 1803 erfolgten Übergang der Burg an das Fürstenhaus Wied Mitte des 19. Jh. niedergelegt. Nach 1945 wird die Neuerburg an einen Privatmann verpachtet. Die gegenwärtige Pächterin bemüht sich in Absprache mit dem Landesamt für Denkmalpflege und dem Eigentümer, dem Fürsten von Wied, um die Erhaltung der imposanten Burganlage. Der ruinöse Palas und der Hauptturm wurden teilweise zu Wohnzwecken ausgebaut. (Jens Friedhoff)","buildingDescription":"Zur Angriffsseite hin ist der über trapezförmigem Grundriss mit vorgelegter Spitze errichteten Hauptburg an der Ostseite ein Halsgraben vorgelagert. Der fünfeckige, viergeschossige Bergfried richtet seine Spitze ebenfalls zur östlichen Angriffsseite. Die Südostecke der Ringmauer nimmt der zweigeschossige Saalgeschossbau (23 x 10,5m) ein. Nördlich des Tores befinden sich im Nordwestwinkel der Ringmauer die Reste der einschiffigen Kapelle (5,50 x 9,50 m), an die sich nach einer Urkunde von 1261 das Haus des Burgmannen Ludwig Walpode von der Neuerburg anschloss. Westlich der Hauptburg liegen die Ruinen der Vorburg mit einem Torbau an der Südseite der Hauptburg und weiteren Gebäuden unbekannter Funktion. An den Torbau schließt sich ein Torzwinger mit ehemals drei einfachen Toren an. Vor dem Halsgraben befand sich vermutlich eine zweite Vorburg. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/396_18_20050930152814.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/396_19_20050930152814.jpg","caption":"Kapelle, Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/396_20_20050930152814.jpg","caption":"Modell Neuerburg, Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/396_24_20050930152814.jpg","caption":"Grundriss, aus: DBV Dokumentation"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Wanderparkplatz Fockenbachtal","fußweg / zeit vom parkplatz":"20-30 Min.","zugänglichkeit":"Die Burg befindet sich in Privatbesitz und ist daher nicht zugänglich. Nach vorheriger Absprache sind Führungen durch die Pächterin möglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Niederbreitbach","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Herrschaftsmittelpunkt","Landesburg"],"overview":"Stauferzeitliche Burggründung der Landgrafen von Thüringen zum Schutz ihrer mittelrheinischen Besitzungen","dateBegin":"2.H.12.Jh.","dateEnd":"2.H.19.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Bedeutende hochmittelalterliche Baureste (Ringmauer, Palas, Hauptturm). Palas teilweise zu Wohnzwecken ausgebaut.","references":["Dehio, RP (1985), S. 738; KD Neuwied (1940), S. 270-273; BuK Koblenz (1886), S. 515-517; HHSt RP (1988), S. 252; Th. Jung, Die Neuerburg, Kreis Neuwied, in: Burgen und Schlösser 1966/1, S. 5-12; Th. Jung, Burgen im Kreis Neuwied: Burg Neuerburg. Baubeschreibung, Grabungsbefunde, Sicherungsmaßnahmen, in: Heimatkalender des Landkreises Neuwied (1968), S. 81-87; Liessem,  Randbemerkungen (1984), S. 53-65; Strickhausen, Burgen der Ludowinger (1998), S. 158-163; Strickhausen, Ludowingische Landgrafen (1999), S. 11-19; Urban, Gewölbe (1997), S. 62f.; Kubach/Verbeek, Baukunst 2 (1976), S. 824."]},"9":{"id":"9","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=9","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=9"],"title":"Altwied","timeline":"Als Initiator der Burggründung zu Altwied gilt der 1129 erstmals urkundlich erwähnte Meffried von Wied, der als Graf im Engersgau fungierte. Nach dem Erlöschen der älteren Linie der Grafen von Wied 1233 gelangte der Besitz auf dem Erbweg an die Herren von Eppstein und Isenburg-Braunsberg. Der Eppsteiner Anteil kam 1306 an die Grafen von Virneburg und vor 1338 an die Grafen von Jülich. Wilhelm von Isenburg-Braunsberg konnte beide Teile wiedervereinigen und begründete die jüngere Linie der Grafen von Wied-Braunsberg. Nach deren Aussterben 1462 gelangte die Grafschaft an Friedrich von Runkel, der sich fortan Graf von Wied nennt. Die von den Herren von Runkel gestiftete Linie wurde 1784 in den Reichsfürstenstand erhoben. Burg Altwied war Sitz der Grafschaft und ihrer Zentralverwaltung, seit 1595 Mittelpunkt der Niedergrafschaft Wied und des Amtes Altwied. Mitte des 17. Jhs. büßten Burg und Talsiedlung Altwied nach der Verlegung der Residenz nach Neuwied ihre Bedeutung als Herrschaftsmittelpunkt ein. Die Burg verfiel und wurde im 18. Jahrhundert zur Ruine. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Burg im Hoch- und Spätmittelalter ist weitgehend ungeklärt. Zum Bestand der Gründungsanlage des 12. Jahrhunderts zählen die Reste des im Spätmittelalter baulich veränderten Palas sowie der im Kunstdenkmälerinventar von Wilhelm Lotz (1886) noch erwähnte runde Bergfried im Mittelteil der Burg. Die 1259 erstmals genannte St. Georgskapelle an der Südseite der Ringmauer diente bis zum 14. Jh. den Bewohnern der Talsiedlung als Gotteshaus. Im Spätmittelalter wurde die Anlage nach Nordosten und nach Westen erweitert. Es entstanden zwei Vorburgen sowie der die östliche Angriffsseite deckende Wohnturm mit Schildmauerfunktion, an dessen Hoffassade Teile der spätromanischen Blendbogenarchitektur des modernisierten Palas als Spolien verbaut wurden. Die Talsiedlung erhielt im 14. Jh. die noch weitgehend erhaltene Ortsbefestigung mit mehreren viereckigen und runden Türmen. (Jens Friedhoff)","buildingDescription":"Am östlichen Ende der etwa 200 m langen und maximal 40 m breiten Abschnittsburg befindet sich der als Schildmauer dienende rechteckige Wohnturm (Höhe 15 m; Breite 8 m), der eine auffällige Parallele mit dem schmalen rechteckigen Wohnturm der Burg Hattstein (HE, Hochtaunuskreis) aufweist. Nach Westen schließt sich an den Wohnturm das Areal der Hauptburg mit dem nicht mehr vorhandenen runden Bergfried sowie verschiedenen, sich an die Ringmauer anlehnenden Wohngebäuden und der Kapelle an. Durch drei Toranlagen gelangt man zu der westlich vorgelagerten Vorburg und zur Talsiedlung. Den Burgweg sichert eine westlich der Kapelle gelegene Bastion aus nachmittelalterlicher Zeit. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/40_18_20050504135744.jpg","caption":"Tor zur Hauptburg, Foto: J. Friedhoff (2000)","year":"2000"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/40_19_20050504135744.jpg","caption":"Hauptburg, Foto: J. Friedhoff (2000)","year":"2000"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/40_20_20050504135744.jpg","caption":"Burgruine, 1785, aus: KD Neuwied (1940)","year":"1940"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/40_24_20050504124231.jpg","caption":"Grundriss aus KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Am Eingang zu Altwied","fußweg / zeit vom parkplatz":"5 Gehminuten, an der Kaplle vorbei","zugänglichkeit":"Wegen beträchtlicher Baufälligkeit ist der Zutritt zur inneren-/Kernburg seit 2000 geschlossen.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Wiedischer Hof"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neuwied","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Dynastensitz","Landesburg"],"overview":"Dynastenburg der Grafen von Wied. Abschnittsburg mit spätmittelalterlichem Wohnturm, der zur östlichen Angriffseite als Schildmauer ausgebildet ist.","dateBegin":"1.H.12.Jh.","dateEnd":"17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Zu den weitgehend erhaltenen Bauteilen der Burgruine zählt der schildmauerartige Wohnturm. Die Sanierung der Burg obliegt dem örtlichen Burgverein.","references":["Dehio, RP (1985), S. 19f.;","BuK Koblenz (1886), S. 470ff.;","KD Neuwied (1940), S. 43ff.; HHSt RP (1988), S. 10f.;","Jäger, Schildmauer (1987), S. 14-17;","Liessem, Beobachtungen (1977), S. 29-47;","Kunze, Burgenforschung (1993), S. 50-53;","Friedhoff, Burgen und Schlösser (1999), S. 93-103.","Thon/Ulrich, Burgen am unteren Mittelrhein (2009), S. 18-26.","Stefan Ulrich, Die Baugeschichte der Burg Altwied, in: BuS 51 (2010) H. 2, S. 92-103.","Klaus Georg und Uwe Langnickel (Hrsg.), Altwied entdecken und lieben, Neuwied 2012.","Klaus Georg, Geschichte des Burgbrunnens in Altwied. Ergebnisse einer spannenden Ausgrabung, in: Heimatjahrbuch des Landkreises Neuwied, Neuwied 2017, s. 273-280."]},"10":{"id":"10","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=10","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=10"],"title":"Rohrburg","timeline":"Die Rohrburg wird in der schriftlichen Überlieferung lediglich 1343 und 1371 erwähnt. Als Initiator des Burgenbaus inmitten eines Sumpfgeländes unweit des Dorfes Dreifelden gilt Graf Wilhelm zu Wied. Bereits während des Baus der Niederungsburg nötigte der Trierer Erzbischof Balduin von Luxemburg (reg. 1307-1354) den Grafen von Wied, ihm die Rohrburg zu Lehen aufzutragen. Zu Beginn des Jahres 1343 sollte Graf Wilhelm an der Burg nicht weiterbauen. Ob die Burg jemals vollendet wurde, ist umstritten. 1355 aus kurtrierischem Pfandbesitz ausgelöst, wurde die Anlage 1371 erneut an das Erzstift versetzt. In der frühen Neuzeit wurde die Burgstelle durch den aufgestauten Dreifelder Weiher (Seeweiher) überflutet. Unweit der im Dreifelder Weiher versunkenen Burgstelle Rohrburg liegt auf einer kleinen Anhöhe am Südwestufer des Weihers die Seeburg. Es handelt sich um das sog. \"Jägerhaus\", ein Nebengebäude zu dem 1655 von Graf Friedrich III. von Wied angelegten Schloss Seeburg. Von der frühneuzeitlichen Schlossanlage, die im 19. Jh. niedergelegt wurde, blieb lediglich ein Schutthaufen mit verstürztem Mauerwerk übrig. Die Reste werden in der Ortsakte der archäologischen Denkmalpflege Rheinland-Pfalz, Koblenz, irrtümlich als mittelalterliche Motte gedeutet. (Jens Friedhoff)","buildingDevelopment":"Zur baulichen Entwicklung der lediglich in wenigen Schriftquellen des 14. Jhs. erwähnten Burg liegen bislang noch keine Erkenntnisse vor. Ob der sehr wahrscheinlich unmittelbar vor 1343 begonnene Burgbau jemals vollendet wurde, ist in der regionalgeschichtlichen Literatur umstritten. Lesefunde von einer kleinen Insel im Weiher deuten auf eine Besiedlung der Burgstelle Rohrburg im 14. und 15. Jh. hin. (Jens Friedhoff)","buildingDescription":"Baugestalt und Grundriss der im Seeweiher verschwundenen Rohrburg sind unbekannt. Die Existenz der Burg ist lediglich durch die Schriftquellen sowie einige Lesefunde nachweisbar. Von dem unweit der untergegangenen Burgstelle am südwestlichen Seeufer gelegenen Hauptgebäude des 1655 von den Grafen von Wied angelegten und zu Beginn des 19. Jhs. abgerissenen Schloss Seeburg blieben einige wenige verstürzte Mauerreste auf Privatgelände übrig. Das zum Schloss gehörende \"Jägerhaus\" befindet sich in Privatbesitz und ist daher unzugänglich. (Jens Friedhoff)","gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Hachenburg","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle","Niederungsburg"],"purpose":["Landesburg"],"overview":"Spätmittelalterliche Burggründung der Grafen von Wied. Vermutlich unvollendete, lediglich 1343 und 1371 erwähnte Niederungsburg.","dateBegin":"1.H.14.Jh.","dateEnd":"2.H.14.Jh.","condition":"Keine Reste","conditionCommentary":"Von der im Dreifelder Weiher gelegenen Burg haben sich keine Reste erhalten.","references":["HHSt RP (1988), S. 81; Westerwald-Führer (1980), S. 200; Gensicke, Burgen Unterwesterwald (1962), S. 12);  H. Priewer / H. Sartor, Versank die Rohrburg doch im Dreifelder Weiher? In: Wäller Heimat. Jahrbuch des Westerwald-Kreises (2003), S. 109-111; Hans-Jürgen Krüger / Helmut Priewer / Arno Schmidt, Der Hof Seeburg am Dreifelder Weiher, in: Wäller Heimat. Jahrbuch des Westerwald-Kreises (2002), S. 125-137; Dies., Das Schloss Seeburg am Dreifelder Weiher, in: Wäller Heimat (2001), S. 164-170."]},"11":{"id":"11","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=11","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=11"],"title":"Braunsberg","timeline":"Als Initiator der Burggründung gilt Bruno I. von Isenburg (erwähnt 1179-1198), der im Tausch von der Abtei Rommersdorf den Burgberg zu Braunsberg erwarb. Die Burg beherrschte die alte Verbindungsstraße aus dem Westerwald zum Neuwieder Becken, über Dierdorf und Anhausen. Brunos gleichnamiger Sohn erbte nach dem Aussterben der älteren Grafen von Wied die Grafschaft Wied und stiftete die Linie Isenburg-Braunsberg-Wied, die bis zu ihrem Erlöschen 1462 über die Burg verfügte. 1482 gelangt Braunsberg mit der Grafschaft Wied an das Haus Wied-Runkel und bildet 1597 einen Bestandteil der Niedergrafschaft. Vom 15. bis zum 17. Jh. diente die Burg, die den Mittelpunkt einer das Kirchspiel Anhausen umfassenden Herrschaft bildet, häufig als Pfandobjekt. 1698-1705 Witwensitz der Gräfin Maria Juliana von Wied. Im Jahr 1660 erfolgt die Besetzung der Burg durch kurtrierisches Militär und die Eroberung durch kurkölnische Truppen. Um 1770 ist das eigentliche, z. T. bereits Ende des 17. Jhs. baufällige Schloss unbewohnt. Eine Ansicht von 1785 zeigt Braunsberg bereits als Ruine. In den letzten Kriegsjahren des Zweiten Weltkriegs wird die Ruine 1944/45 durch amerikanischen Artilleriebeschuss stark zerstört. Im Bereich der Vorburg befindet sich eine fürstl. Wiedische Revierförsterei. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der Burg wurde bislang nur unzureichend erforscht. Zum mittelalterlichen Baubestand der Gründungsanlage zählen die unteren Mauerpartien der Ringmauer der Hauptburg, an die sich die Wohngebäude anlehnen. Die Zwingeranlage mit einem Torturm an der Südseite sowie die Mauerreste der Vorburg gehören ebenso wie die bis zur  Zerstörung 1944/45 auf einem Konsolfries vorkragenden Obergeschosse des \"Palas\" einer spätmittelalterlichen Bauphase an. Seit dem ausgehenden 17. Jh. finden sich in den Schriftquellen Klagen über den schlechten baulichen Zustand der Burg. (Jens Friedhoff)","buildingDescription":"Die auf dem höchsten Grat des Bergsporns gelegene Hauptburg beschreibt ein Rechteck mit abgeschnittener Südwestecke. Bis zur Zerstörung 1944/45 wies der Wohnbau über Kellergewölben drei Geschosse auf (oberstes Stockwerk über Rundbogenfries vorkragend). Der Zugang zur Hauptburg erfolgte durch einen der Westfront vorgelegten Torbau und einen an der Südseite befindlichen gewölbten Torturm zur Vorburg. Das langgestreckte Vorburggelände wird von den Gebäuden der neuzeitlichen Revierförsterei dominiert. An der Ostseite hat sich der Halsgraben mit einer steinernen Brücke erhalten. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/47_18_20050509124902.jpg","caption":"Detail der Ringmauer, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/47_19_20050509125020.jpg","caption":"Burgruine um 1825, aus Burgen und Schlösser im Westerwald (1999)","year":"1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/47_20_20050509125306.jpg","caption":"Geamtansicht der Hauptburg, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/47_24_20050509125306.jpg","caption":"Grundriss und Schnitt, aus KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Verwaltung,","Wiedsche Revierförsterei im Vorburgbereich","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit am Aubach-Stausee am Eingang des Aubachtales","fußweg / zeit vom parkplatz":"30 Minuten mit steilem Anstieg","zugänglichkeit":"Der Kernbereich der Burg ist stark einsturzgefährdet und daher unzugänglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Neuwied","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Landesburg","Dynastensitz"],"overview":"Hochmittelalterliche Dynastenburg der Braunsberger Linie des Hauses Isenburg (später Isenburg-Braunsberg-Wied).","dateBegin":"2.H.12.Jh.","dateEnd":"2.H.17.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Ruine der Hauptburg in fortschreitendem Verfall. Im Bereich der Vorburg neuzeitliche Revierförsterei des fürstl. Hauses Wied.","references":["Dehio, RP (1985), S. 35; BuK Koblenz (1886), S. 474f.; KD Neuwied (1940), S. 67-70; HHSt RP (1988), S. 56; Hachemer, Frank, Braunsberg. Eine vergessene Burgruine, in: Rheinische Heimatpflege 30 1993/1, S. 25-28; Friedhoff, Burgen und Schlösser (1999), S. 93-103."]},"12":{"id":"12","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=12","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=12"],"title":"Isenburg im Saynbachtal","timeline":"Bei der 1103 erstmals urkundlich erwähnten Burg handelt es sich um die Stammburg des Ende des 11. Jhs. urkundlich in Erscheinung tretenden edelfreien Geschlechts der Herren von Isenburg. Gegen Ende des 12. Jhs. bildet die Familie mehrere Zweige aus. Im 13. Jh. sind vier Linien des Hauses Isenburg an der Burg beteiligt, die über vier Burghäuser verfügen: \"Runkeler Haus\", auch als \"Frauenhaus\" bezeichnet (ältere Grenzauer Linie, gelangt über Isenburg-Arenfels 1373 an Wied); \"Wiedisches Haus\" (Isenburg-Braunsberg, die sich seit 1340 Grafen von Wied nennen); \"Kobernhaus\" (von der Linie Isenburg-Kobern 1344 an die salentinische Linie, im 16. Jh. Isenburg-Neumagen). \"Haus der salentinischen Linie\". Die vielfach zersplitterten Anteile an Burg und Herrschaft fielen im frühen 16. Jh. je zur Hälfte an die Grafen von Wied und die Grafen von Isenburg-Grenzau aus der salentinischen Linie. Nach dem Erlöschen der Linie Isenburg-Grenzau gelangte der Besitz an die Freiherrn von Walderdorff. Der wiedische Anteil gehörte seit 1770 Wied-Runkel. Beide Teile kamen 1806 unter nassauische Hoheit. Infolge der Teilung der Grafschaft Wied wurde die Isenburg 1595 der Niedergrafschaft Wied zugeschlagen. Die 1625 noch bewohnte Burg war Ende des 18. Jhs. Ruine. Von der ummauerten, 1235 entstandenen und 1334 urkundlich erwähnten Talsiedlung Isenburg haben sich umfangreiche Reste der Befestigung erhalten. Die bis zum heutigen Tage im Besitz des Fürstlichen Hauses Wied befindliche Ruine wird von dem im Januar 2005 gegründeten Freundeskreis der Isenburg e.V. betreut, der sich zum Ziel gesetzt hat, die in rasch fortschreitendem Verfall befindliche Burgruine zu sichern und zu erschließen.  (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der Ganerbenburg ist im Detail noch nicht geklärt. Bauhistorische, archäologische und archivalische Untersuchungen fehlen. Über die Baugestalt der hochmittelalterlichen Gründungsanlage des beginnenden 12. Jhs. liegen keine gesicherten Erkenntnisse vor. Die erhaltenen Reste datieren vornehmlich in die Zeit nach 1200. Im 13. Jh. bestand die Burg aus vier Burghäusern der verschiedenen Linien des Hauses Isenburg sowie aus gemeinschaftlich genutztem Bergfried. 1377 wird das \"Falkenhaus\" erwähnt. Der Besetzung durch spanische Truppen 1633 folgt Ende des 17. Jhs. der Verfall. Eine im Fürstlich-Wiedschen Archiv aufbewahrte Karte von 1677 zeigt die noch weitgehend intakte Burg. (Jens Friedhoff)","buildingDescription":"Der Zugang zur Burg erfolgt durch ein Torhaus nordwestlich unterhalb der Hauptburg und führt in zwei Kehren zum Kernburgbereich mit den Ruinen von zwei zwei- bis dreigeschossigen Wohnbauten (an der West- und an der Südseite) sowie des von der Angriffseite im Norden abgekehrten quadratischen Bergfrieds im Südteil der Anlage. Westlich unterhalb von Bergfried und Wohnbau finden sich Reste einer Zwingeranlage. Am besten erhalten ist das Geschlechterhaus nördlich des Bergfrieds, das Reste des Außenputzes, eine Kaminanlage sowie die Fragmente eines steilen Dreieckgiebels an der Südseite aufweist. Der stark ruinöse Bergfried verfügte über einen Hocheingang (5 m über dem Bodenniveau). (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/41_18_20050504142838.jpg","caption":"Wohngebäude der Hauptburg, Foto: J. Friedhoff (1999)","year":"1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/41_19_20050504142838.jpg","caption":"Burgruine und Talsiedlung Isenburg, 1779 aus: Emanuel Graf von Waldersdorff/Lupold von Lehsten, Die Frauen der Walderdorff, Molsberg 1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/41_20_20050504142838.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2001)","year":"2001"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/41_24_20050504142838.jpg","caption":"Grundriss aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit vor der Kirche im Oberdorf Isenburg.","fußweg / zeit vom parkplatz":"5 Min.","zugänglichkeit":"Die Burganlage ist z. Z. wegen der laufenden Sanierungsarbeiten nicht zugänglich.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Gasthaus zur Isenburg"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Isenburg","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Ganerbenburg","Stammsitz"],"overview":"Hochmittelalterliche Stammburg der im 11. Jh. erstmals bezeugten Edelherren von Isenburg. Seit dem frühen 13. Jh. Ganerbenburg.","dateBegin":"1.H.12.Jh.","dateEnd":"2.H.18.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Burgruine in starkem, rasch fortschreitendem Verfall. 2005 Beginn von Sicherungsarbeiten in Teilbereichen der Burgruine durch den Freundeskreis der Isenburg e.V. in Verbindung mit dem Landesamt für Denkmalpflege Rheinland-Pfalz.","references":["Dehio, RP (1985), S. 406; BuK Koblenz (1886), S. 500f.; KD Neuwied (1940), S. 189-194; Eugen Wasser, Isenburg im Saynbachtal (Rheinische Kunststätten 425), Neuss 1999; Friedhoff, Burgen und Schlösser ( 1999), S. 93-103; Eugen Wasser, Isenburg. Burg und Ortsbefestigung, in: Heimatjahrbuch des Landkreises Neuwied (2000), S. 62-66; Eugen Wasser, Isenburg und die Isenburger. 900 Jahre Dorfgeschichte, Horb am Neckar 2002."]},"13":{"id":"13","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=13","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=13"],"title":"Neuspay","timeline":"Der spätmittelalterliche Adelssitz \"Neuspay\" wird nach bisherigem Kenntnisstand lediglich einmal in einer Urkunde des Jahres 1406 erwähnt. In diesem Jahr errichtete der Niederadelige Henne von Spay mit Genehmigung des Trierer Erzbischofs ein neues Haus, das Neuspay (Nuwen Speye) genannt wurde. Ob dem vermutlich als Burghaus anzusprechenden Anwesen eine ältere Anlage vorausging, ist nicht mit letzter Sicherheit zu sagen, ist jedoch angesichts der Bezeichnung \"Neu-\" gut denkbar. (Jens Friedhoff)","buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Montabaur","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle","Burghaus"],"purpose":["Ministerialensitz"],"overview":"Spätmittelalterliches Burghaus der Familie von Spay. Lehen des Erzstifts Trier.","dateBegin":"1.H.15.Jh.","dateEnd":"unbekannt","condition":"Keine Reste","references":["Gensicke, Burgen Unterwesterwaldkreis (1962), S. 13."]},"14":{"id":"14","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=14","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=14"],"title":"Gilsbach","timeline":"Die Burg der Herren von Gilsbach ist lediglich in den Schriftquellen nachgewiesen. Der genaue Standort der Anlage in dem gleichnamigen Ort ließ sich bislang noch nicht ermitteln. Als erste Mitglieder eines sich sehr wahrscheinlich nach der Burg zu Gilsbach benennenden Zweiges der Herren von Seelbach werden die Brüder Denhard und Johann von Gilsbach in einer Urkunde vom 24. Juni 1350 erwähnt. Im Jahre 1351 verfügte Godebrecht von Achenbach über einen Anteil an der Burg zu Gilsbach, die 1364 als Offenhaus der Grafen von Sayn erwähnt wird. Im letzten Jahrzehnt des 15. Jhs. werden letztmalig Mitglieder der Familie von Seelbach zu Gilsbach in den Schriftquellen genannt. (J.F.)","buildingDevelopment":"Zur baulichen Entwicklung und zur Baugestalt der Anlage sind aufgrund des Fehlens von Quellen keine Angaben möglich. (J.F.)","buildingDescription":"Von der nur mittels urkundlicher Belege nachweisbaren Burg im Ort Gilsbach haben sich keine oberirdisch sichtbaren Baureste erhalten. Selbst die Lage der Burg ist unbekannt. (Jens Friedhoff)","gallery":[],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Nordrhein-Westfalen","region":"Siegerland","county":"Siegen-Wittgenstein","city":"Burbach","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle"],"purpose":["Ministerialensitz"],"overview":"Spätmittelalterlicher Ministerialensitz der Herren von Gilsbach aus dem Hause Seelbach. Lehen der Grafen von Sayn.","dateBegin":"1.H.14.Jh.","dateEnd":"15.Jh.","condition":"Keine Reste","references":["Jens Friedhoff, Burgen im südlichen Siegerland. Handreichungen zu einem Inventar der mittelalterlichen Wehr- und Wohnbauten im südlichen Teil des Kreises Siegen-Wittgenstein, in: Siegerland 82 (2005), S. 25-104, hier S. 94.","Gerhard Schloss, Von Burgen und Schlössern im Siegerland, Kreuztal 1971, S. 59."]},"15":{"id":"15","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=15","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=15","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=15","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=15","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=15"],"title":"Weltersburg, Reiffenberger Schlösschen","timeline":"Die niederadeligen Herren von Reifenberg lassen sich bereits Ende des 14. Jhs. als Funktionsträger der Grafen von Sayn zu Weltersburg nachweisen. 1384 ist Kuno von Reifenberg als Amtmann auf der Weltersburg bezeugt. Spätestens seit dem ausgehenden 15. Jh. verfügte die Familie über ein Burghaus am Hang des Weltersburger Schlossberges. 1469 wird der Reifenberger Burgsitz \"in den Alen\" unter dem Burghaus des Meffried von Brambach erwähnt. Bei dem noch 1581 bestehenden \"alten Haus\" handelt es sich vermutlich um den oben genannten spätmittelalterlichen Burgsitz, der knapp drei Jahrzehnte zuvor durch einen \"Neubau\", das \"neue Haus\" ergänzt wurde. Das zuletzt genannte Anwesen, ein zweigeschossiger Baukörper mit vier runden Ecktürmen, wurde 1551 von Philipp von Reifenberg erbaut und bildete in der Folgezeit den Stammsitz der \"Wäller\" (=Westerwälder) Linie der Herren von Reifenberg. In der Literatur (Dehio RP 1984 u. BuK Biedenkopf, Dill, Ober-Westerwald und Westerburg, 1910), wird das Burghaus fälschlich als \"Brambacher Schlösschen\" bezeichnet (vgl. Weltersburg-II). Das sog. Reifenberger Schlösschen gelangte 171 an den Leiningen-Westerburger Rat und späteren Kanzleidirektor Heinrich David Emanuel Schuler aus Wetzlar, der in den Adelsstand erhoben wurde und den Namen \"von Schuler\" führte. Bis 1854 blieb das Anwesen in von Schuler`schem Besitz, später gelangte es an den Landwirt Tripp aus Hundsangen und 1904 schließlich an die Familie von Holzbach. Das gut erhaltene Burghaus dient heute privaten Wohnzwecken und ist daher nicht zu besichtigen. (Jens Friedhoff)","buildingDevelopment":"Über den Entstehungszeitpunkt des sog.\"alten\" Burghauses der Familie von Reifenberg, das in der schriftlichen Überlieferung erstmals 1469 erwähnt wird, liegen bislang keine gesicherten Erkenntnisse vor. Als Initiator des 1552 errichteten \"neuen\" Hauses, das mit dem sog. Reifenberger Schlösschen identisch ist, gilt Philip von Reifenberg. Das \"neue Haus\" wurde schließlich 1581 von dem alten Haus mit der Kapelle besitzgeschichtlich getrennt und Philipps Schwester, Magdalena von Holdinghausen als Wohnsitz auf Lebenszeit eingeräumt. Die z.T. unterschiedliche Mauerstärke der Rundtürme und einzelner Wände spricht für eine Einbindung älterer (spätmittelalterlicher) Bauteile in den renaissancezeitlichen Neubau in der zweiten Hälfte es 16. Jhs. (Jens Friedhoff)","buildingDescription":"Von dem noch 1581 erwähnten \"alten\" Burghaus haben sich keine baulichen Reste erhalten. Das noch bestehende Burghaus, im Volksmund auch als \"Reifenberger Schlösschen\" bezeichnet, entstand 1552 als zweigeschosiger quadratischer Baukörper mit vier unterschiedlich großen runden spitzbehelmten Rundtürmen. Vermutlich wurden beim Neubau in der Mitte des 16. Jhs. Teile älterer Bauten miteinbezogen. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/527_18_20051116121157.jpg","caption":"Seitenansicht des Reifenberger Schlösschens, Foto: J. Friedhoff (2003)","year":"2003"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit im Ort.","fußweg / zeit vom parkplatz":"2 Min.","zugänglichkeit":"Das Burghaus befindet sich in Privatbesitz und ist daher nur von außen zu besichtigen.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Westerburg","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Burghaus"],"purpose":["Adelssitz"],"overview":"Renaissancezeitlicher Adelssitz an der Stelle eines spätmittelalterlichen Burgmannenhofes.","dateBegin":"2.H.15.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Von dem spätmittelalterlichen Burghaus blieben keine Reste erhalten. Das in der 2. H. des 16. Jhs. errichtete neue Burghaus enthält z. T. spätmittelalterliche Baureste einer Ringmauer. .","references":["Dehio RP (1984), S. 1126; HHSt RP (1988), S. 400f.; BuK Biedenkopf, Dill, Ober-Westerwald und Westerburg (1910), S. 161f.; Gensicke, Molsberg und Weltersburg (1958), S. 2011-221; Hermann Ament, Weltersburg. Burg und Burghaus, in: Der Westerwald (Führer zu den archäologischen Denkmälern in Deutschland 26), Stuttgart 1993, S. 190."]},"16":{"id":"16","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=16","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=16","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=16","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=16","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=16"],"title":"Rheinbreitbach, Obere Burg","timeline":"Die Obere Burg zu Rheinbreitbach war Lehen des Kölner Stifts St. Marien ad Gradus und befand sich im Besitz der Herren von Lewendal. Im Jahr 1655 lässt sich Dr. Adolf Bequerer als Lehnsinhaber nachweisen. Auf dem Erbweg gelangte die Burg an Peter von Geyr. 1730 ist die Familie Buschmann Eigentümer der Burg. Die Anlage ging 1829 an Johann Wilhelm Schmitz aus Köln über. 1907 wurde die Obere Burg von dem Schriftsteller Rudolf Herzog erworben und ausgebaut. Seit 1992 befindet sich die Burg im Besitz der Gemeinde Rheinbreitbach und dient als Bürgerzentrum. Um die Revitalisierung der im Zweiten Weltkrieg beschädigten und baulich vernachlässigten Anlage bemüht sich seit 1982 der örtliche Förderverein \"Obere Burg Rheinbreitbach\". (Jens Friedhoff)","buildingDevelopment":"Untersuchungen zur Baugeschichte der Burg stehen noch aus. Den Kern der spätmittelalterlichen Anlage bildet ein drei-, ehemals viergeschossiger Wohnturm, der in nachmittelalterlicher Zeit durch mehrere Anbauten ergänzt wurde. Zu Beginn des 20. Jhs. wurde die Anlage durch späthistoristische Umbauten teilweise umgestaltet. In den 1980er Jahren erfolgte eine grundlegende Sanierung des Objekts. (Jens Friedhoff)","buildingDescription":"Dem spätmittelalterlichen Baubestand der Oberen Burg zu Rheinbreitbach gehört im Wesentlichen der drei-, ursprünglich viergeschossige rechteckige Wohnturm an, der an der Ostseite ein Maßwerkfenster aufweist. Auf der Federzeichnung von R. Roidkin (um 1720) zeigt der Wohnturm noch ein viertes vorkragendes Fachwerkobergeschoss. Die Anbauten an den Turm entstanden in nachmittelalterlicher Zeit und wurden 1907 historistisch überformt. Eine Zutat des 19. Jh. ist der polygonale schlanke Turm an der Westseite des Wohnturms. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/54_18_20050511124118.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/54_19_20050511124118.jpg","caption":"Obere Burg mit Parkgelände, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/54_20_20050511124118.jpg","caption":"Obere Burg um 1730, aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Verwaltung,","Bürgerzentrum, Kommunalverwaltung"],"anfahrt / parkplatz":"Parkmöglichkeit innerhalb des Ortes und vor der Burg","fußweg / zeit vom parkplatz":"1 Minute","zugänglichkeit":"Teilweise im Rahmen der Öffnungszeiten der Behörde zugänglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Rheinbreitbach","structureType":["Burg","Sonstiges"],"classification":["Wohnturm"],"purpose":["Adelssitz"],"overview":"Spätmittelalterliche Lehensburg des Kölner Stifts St. Maria ad Gradus im Besitz der Herren von Lewendal.","dateBegin":"14.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Gut erhaltener spätmittelalterlicher Wohnturm mit späthistoristischen Anbauten.","references":["Dehio RP (1984), S. 866; BuK Koblenz (1886), S. 531; KD Neuwied (1940), S. 353ff.; HHSt RP (1988), S. 306."]},"17":{"id":"17","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=17","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=17","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=17","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=17","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=17"],"title":"Rheinbreitbach, Untere Burg","timeline":"Die Untere Burg zu Rheinbreitbach gilt als Stammsitz der 1217 urkundlich bezeugten niederadeligen Familie von Breitbach. 1364 erhielt Johann, der Sohn des Konrad von Breitbach als Lehen des Erzstifts Köln das Haus zu Rheinbreitbach (Untere Burg). Auf dem Erbweg gelangte die Untere Burg 1797 an die Grafen von Renesse zu Breitbach, in deren Besitz sich das Burggelände noch heute befindet. (Jens Friedhoff)","buildingDevelopment":"Den Kern der spätmittelalterlichen Anlage bildet - wie im Fall der benachbarten Oberen Burg zu Rheinbreitbach - ein Wohnturm. Der über quadratischem Grundriss errichtete Wohnturm wies fünf Geschosse auf und wurde von einem steilen Pyramidendach bekrönt. In spätgotischer Zeit entstand an der Westseite ein dreigeschossiger Anbau. Weitere zum Teil in Fachwerkkonstruktion errichtete Anbauten wurden in nachmittelalterlicher Zeit an der Nord- und Südseite errichtet. Nach der Niederlegung der baulich vernachlässigten Anlage Mitte der 1950er Jahre blieben von der Unteren Burg lediglich die westliche Umfassungsmauer mit einem Gesindehaus sowie eine rundbogige Toreinfahrt erhalten. (Jens Friedhoff)","buildingDescription":"Den Kern der spätmittelalterlichen Anlage bildete der fünfgeschossige Wohnturm mit steilem Pyramidendach, an den sich an der West-, Süd- und Nordseite spätmittelalterliche und frühneuzeitliche Gebäude anlehnten. An der Südseite befand sich ein in den Anbau integrierter Treppenturm. Der dreigeschossige Flügel an der Westseite entstand in spätgotischer Zeit. Die Hauptburg war von einem 5 m breiten, 3-4 m tiefen Graben umgeben. An der Südseite haben sich Wirtschaftsgebäude erhalten. Den Zugang zum Burggelände ermöglicht die noch bestehende rundbogige Toreinfahrt auf der Westseite. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/53_18_20050511122420.jpg","caption":"Untere Burg, historische Fotografie, aus: KD Neuwied (1940)","year":"1940"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/53_24_20050511122420.jpg","caption":"Grundriss, aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit im Ortskern von Rheinbreitbach","fußweg / zeit vom parkplatz":"3 Min.","zugänglichkeit":"Frei zugängliches Burggelände.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Rheinbreitbach","structureType":["Burg","Sonstiges"],"classification":["Wohnturm"],"purpose":["Adelssitz"],"overview":"Stammsitz der 1217 erstmals urkundlich nachweisbaren niederadeligen Familie von Breitbach.","dateBegin":"1.H.13.Jh.","dateEnd":"unbekannt","condition":"Geringe Reste","conditionCommentary":"Von der Mitte der 1950er Jahre niedergelegten Burg blieb nur noch ein Wirtschaftsgebäude und ein Torbogen der Umfassungsmauer erhalten.","references":["KD Neuwied (1940), S. 351ff.; HHst RP (1988), S. 306;  Lahr, Reinhard, Denkmalzone Untere Burg in Rheinbreitbach, in: Heimatjahrbuch des Landkreises Neuwied (2001), S. 84f."]},"18":{"id":"18","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=18","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=18","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=18","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=18","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=18"],"title":"Uetgenbach","timeline":"Der Ort Uetgenbach wird erstmals 1173 im Kontext einer Güterschenkung an das Kloster Schwarz-Rheindorf erwähnt. Nach der Burg Uetgenbach nennt sich das mit Theoderich 1216 erstmals genannte edelfreie Geschlecht der Herren von Uetgenbach, das sich im Spätmittelalter in zwei Linien zu Ehrenstein und Bruchhausen teilt. Die Stammburg Uetgenbach wurde sehr wahrscheinlich bereits in den 1330er Jahren im Zuge des Neubaus der Burg Ehrenstein an der Wied aufgegeben. Neben der zur Burg gehörenden Kapelle St. Florin stiftete Bertram von Nesselrode - die Famlie von Nesselrode trat nach dem Aussterben der Linie Uetgenbach-Ehrenstein deren Erbe an - ein Hospital. (Jens Friedhoff)","buildingDevelopment":"Baugeschichte und Ursprung der Motte Uetgenbach sind bislang noch unerforscht. Der hochmittelalterlichen Anlage gehören die als Bodendenkmal erhaltene Motte sowie die unweit der Burgstelle gelegene, in gotischer Zeit veränderte Kapelle Uetgenbach an. (Jens Friedhoff)","buildingDescription":"Die sehr gut erhaltene Motte weist einen etwa 4 m hohen Erdhügel von 20 m Druchmesser auf, der von einem bis zu 12 m breiten Graben mit vorgelegtem 4 m hohen Wall umgeben ist. Graben und Außenwall erreichen einen Durchmesser von 55 m. Die Wallunterbrechnung an der Nordseite könnte die Stelle des Zuflusses für den Wassergraben andeuten. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/525_18_20051116120138.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (1999)","year":"1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/525_24_20051116120138.jpg","caption":"Grundriss, aus: Preising, Heinz: Spuren alter Geschichte (1996)","year":"1996"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit an der Einmündung des Waldweges nahe der K 69","fußweg / zeit vom parkplatz":"15 Min.","zugänglichkeit":"Frei zugängliche Burgstelle","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Asbach","structureType":["Burg","Sonstiges"],"classification":[],"purpose":["Dynastensitz","Herrschaftsmittelpunkt"],"overview":"Stammsitz der 1216 erstmals urkundlich bezeugten Edelherren von Uetgenbach.","dateBegin":"2.H.12.Jh.","dateEnd":"1.H.14.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Sehr gut erhaltene, bislang archäologisch noch nicht erforschte Motte.","references":["KD Neuwied (1940), S. 396f.; HHSt RP (1988), S. 382; Preißing, Spuren (1996), S. 192-198; Wegner, Broichhausen (2004), S. 209; R. Klein, Uetgenbach, in: Asbach. Westerwald, Asbach 1990, S. 543-546; H. Preising, Die Motte Uetgenbach, in: Heimat-Jahrbuch des Kreises Neuwied (1976), S. 46-49."]},"19":{"id":"19","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=19","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=19","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=19","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=19","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=19"],"title":"Vilszelt","timeline":"Bei der Burg Vilszelt handelt es sich sehr wahrscheinlich um eine Gründung der aus dem Wiedtal stammenden Edelherren von Uetgenbach. Die Ursprünge der Anlage reichen vermutlich bis ins 13. Jh. zurück. Auf dem Erbweg gelangte Vilszelt im 15. Jh. als Lehen des Kölner Domkapitels an die Familie von Nesselrode, in deren Eigentum sich die zu Beginn des 18. Jhs. zu einem barocken Herrenhaus umgebaute Anlage noch heute befindet. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der Burg ist weitgehend ungeklärt. Teile des mittelalterlichen Mauerwerks wurden in den 1713 bis 1716 errichteten barocken Neubau einbezogen. Für das Jahr 1701 berichten die Schriftquellen von der Wiederherstellung der reparaturbedürftigen Brücke über dem Wassergraben. (Jens Friedhoff)","buildingDescription":"Die heutige Anlage präsentiert sich als schlichter zweigeschossiger kubusförmiger Bau mit Walmdach. Das verschiedentlich auch als \"Burghaus\" bezeichnete Herrenhaus entstand 1713-1716 unter Verwendung von Bauteilen des mittelalterlichen Vorgängerbaus. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/82_18_20050602161227.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (1998)","year":"1998"}],"misc":{"nutzung als":["Privat,","Wohnzwecke"],"anfahrt / parkplatz":"Parkmöglichkeit in der Nähe der Burg","fußweg / zeit vom parkplatz":"2 Min.","zugänglichkeit":"Keine Besichtigung, da privat genutzt.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Unkel","structureType":["Burg-Schloss","Sonstiges"],"classification":["Burghaus","Wasserburg"],"purpose":["Adelssitz","Ministerialensitz"],"overview":"Niederungsburg der Herren von Uetgenbach, zu Beginn des 18. Jh.s  unter Verwendung mittelalterlicher Bauteile zu einem barocken Herrensitz umgebaut.","dateBegin":"13.Jh.","dateEnd":"unbekannt","condition":"Geringe Reste","conditionCommentary":"Teile der mittelalterlichen Bausubstanz fanden beim Neubau des Herrenhauses Verwendung.","references":["Dehio RP (1984), S. 360; KD Neuwied (1940), S. 423f.; HHSt RP (1988), S. 382f.; E. Lind, Burg Vilszelt und ihre Bewohner, in: Heimat-Jahrbuch des Landkreises Neuwied (1976), S. 52-54; Custodis, Paul Georg, u. a., Unkel (Rheinische Kunststätten 106), Neuss 1987."]},"20":{"id":"20","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=20","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=20","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=20","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=20","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=20"],"title":"Wollendorf","timeline":"Nach der Niederungsburg Wollendorf benennt sich ein 1202 mit Arnold \"von Wolvendorp\" erstmals urkundlich in Erscheinung tretendes Niederadelsgeschlecht. 1329 ist ein Conrad Domleir Wäppling von Wolffendorf bezeugt. 1671 fiel der Adelssitz an den Junker Johann Philipp von der Hees. Später gelangte das Anwesen in den Besitz des Klosters St. Thomas zu Andernach. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der kleinen Anlage ist bislang ungeklärt. Nach einem Bericht aus dem Jahr 1846 war die Burg \"noch bis vor wenigen Jahren mit einem Turm versehen, von welchem jetzt nur noch der Rumpf übrig ist\". An die Stelle des Burghauses trat im 18. Jh. ein Fachwerkbau mit Mansarddach. Der angrenzende runde Flankenturm wurde 1840 bis auf den noch erhaltenen ca. 4 m hohen Rest abgetragen. (Jens Friedhoff)","buildingDescription":"Von dem mittelalterlichen Burghaus der Herren von Wollendorf blieb lediglich der 4 m hohe Rest eines runden Flankenturms erhalten, der sich an ein Fachwerkhaus aus dem 18. Jh. anlehnt. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/151_18_20050621144511.jpg","caption":"Gesamtansicht, Foto. J. Friedhoff (2005)","year":"2005"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit im Ortskern von Wollendorf","fußweg / zeit vom parkplatz":"3 Min.","zugänglichkeit":"Privat, kein Zugang. Von der Karl-Marx-Straße aus ist der mittelalterliche Turmrest einzusehen.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Neuwied","structureType":["Burg","Sonstiges"],"classification":["Burghaus"],"purpose":["Adelssitz","Ministerialensitz"],"overview":"Kleiner Adelssitz der Familie von Wollendorf.","dateBegin":"1.H.13.Jh.","dateEnd":"1.H.19.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der mittelalterlichen Anlage blieb lediglich der etwa 4 m hohe Rest eines runden Flankenturms erhalten.","references":["KD Neuwied (1940), S. 437."]},"21":{"id":"21","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=21","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=21","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=21","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=21","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=21"],"title":"Reichenstein bei Puderbach","timeline":"Als Initiator der vermutlich zwischen 1320 und 1330 auf einem Bersporn errichteten Burganlage gilt Ludwig III. (1300-1340) aus dem edelfreien, 1218 bezeugten Geschlecht der Walpoden von der Neuerburg, der sich erstmals 1332 als Herr zu Reichenstein bezeichnet. Als Vorgängeranlage der Burg Reichenstein kommt die gleichnamige, 300 m östlich auf einem Bergsporn über der Mündung des Richertbaches in den Holzbach gelegene Burg (Reichenstein-I) in Betracht, die vermutlich mit einer 1256 erwähnten Burg im Kirchspiel Puderbach identisch ist. 1331 trug Ludwig III. Walpode von der Neuerburg dem Grafen von Wied seine neue Burg Reichenstein zu Lehen und Offenhaus auf. 1339 und 1342 schlossen die Herren von Reichenstein Schutzbündnisse mit dem Erzstift Trier. Nach dem Erlöschen der Familie von Reichenstein, die mit dem Kölner Domherrn Johann III. ausstirbt, entbrennt zwischen dem Grafen Dietrich von Manderscheid und den Grafen von Wied als Lehensherrn ein Streit um die bereits um 1500 in Verfall geratene Burg, der schließlich 1527 zugunsten des Hauses Wied entschieden wird. 1698 werden Burg und Herrschaft Reichenstein an den Freiherrn Franz von Nesselrode veräußert, der durch den Immobilienerwerb Sitz und Stimme auf der westfälischen Grafen- und Herrenbank erlangte. In den 1950er Jahren ging Reichenstein in das Eigentum der Familie Stawitz über, die sich gemeinsam mit dem 2001 gegründeten Förderverein \"Burg Reichenstein\" um die Erhaltung und Erschließung der Burg bemühte. Seit 2008 befindet sich die Burg im Besitz der Verbandsgemeinde.  (Jens Friedhoff)","buildingDevelopment":"Dem spätmittelalterlichen Kernbestand der zwischen 1320 und 1330 errichteten Burg gehören der zentrale, fünfseitige Wohnturm auf der Spitze des Bergsporns, Teile der Ring- und Zwingermauern der Hauptburg sowie der sog. runde Verliesturm an. Die östliche als auch die westliche Ringmauer wurden - wie Baufugen belegen - nachträglich an die Nordwand des Wohnturms angefügt. In der urkundlichen Überlieferung der Burg Reichenstein werden 1489 das \"Jongffer Nesenhuys\" (Haus der Jungfer Agnes) und in einem Burglehensvertrag von 1453 ein Burgsitz des Johann von Ascheid aufgeführt. Die eindeutige Lokalisierung der Gebäude ist bislang nicht möglich. Oberhalb des Anwesens der Familie von Ascheid befand sich ein weiterer Burgsitz der 1478 an Godert Lanen von Breitbach überging. Als Standorte der hier genannten Gebäude kommt das Vorburgareal in Frage. (Jens Friedhoff)","buildingDescription":"Der Baubestand der auf einer nach Süden ins Holzbachtal abfallenden Hügelzunge gelegenen Burg setzt sich aus drei Baugruppen zusammen, von denen der fünfeckige Wohnturm (Höhe: 20 m) und der runde Verliesturm (Höhe: 15 m; Durchmesser: 4,30 m) samt den angrenzenden Ringmauern die Hauptburg bilden. Unterhalb einer doppelten Zwingeranlage befindet sich die Vorburg. Gegen das nach Norden ansteigende Gelände wird die Anlage durch eine imposante, zweiteilige Grabenanlage geschützt. Der Zugang zur Burg liegt an der Südwestecke. An die teilweise erhaltene Ringmauer der Vorburg schließt sich an der Südostecke ein dreiviertelrunder Schalenturm an. Im Vorburgbereich finden sich Reste einer zweiten Toranlage. Der zur Angriffsseite mit einer stumpfwinkligen Spitze gerichtete Wohnturm zeigt deutliche Parallelen zu dem Wohnturm der Burg Bieberstein (NRW; GM). Spätmittelalterliche Wohntürme mit einer schildmauerartig verstärkten Außenwand wie in Reichenstein (Nordwand 3,50 m) finden sich in Boppard (MYK) und Gemünden (SIM). Zu dieser Gruppe gehört ferner der Wohnturm zu Altwied im Kreis Neuwied. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/172_18_20050630150148.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2003)","year":"2003"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/172_19_20050630150148.jpg","caption":"Hauptburg mit Wohnturm und 'Verliesturm', Foto: J. Friedhoff (1995)","year":"1995"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/172_20_20050630150148.jpg","caption":"Vorburgareal mit zweitem Burgtor, Foto: J. Friedhoff (2004)","year":"2004"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/172_24_20050630150148.jpg","caption":"Grundriss, aus: KD Neuwied (1940) mit Ergänzungen von J. Friedhoff","year":"1940"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Parkplätze unterhalb der Burg","fußweg / zeit vom parkplatz":"5 Minuten","zugänglichkeit":"Besichtigungsmöglichkeit mit Führung","besichtigung / führung":["Besicht. aussen,","Besicht. innen"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Puderbach","structureType":["Burg","Sonstiges"],"classification":["Wohnturm","Frontturmburg"],"purpose":["Dynastensitz","Herrschaftsmittelpunkt"],"overview":"Spätmittelalterliche Burggründung der Edelherren von Reichenstein.","dateBegin":"1.H.14.Jh.","dateEnd":"1.H.16.Jh.","condition":"Bedeutende Reste","conditionCommentary":"Stattliche Burgruine, teilweise für private Wohnnutzung ausgebaut.","references":["Dehio RP (1984), S. 849; KD Neuwied (1940), S. 339-341; BuK Koblenz (1886), S. 526f.; HHSt RP (1988), S. 302f.; J. Schultze, Die Walpoden von der Neuerburg und Herren von Reichenstein, in: Nassauische Annalen 38 (1908), S. 104-197; F. R. Seifert, Chronik der Burg Reichenstein, Puderbach 1988; Liessem, Randbemerkungen (1984), S. 53-65; Friedhoff, Reichenstein (2005), S. 137-149; Roswita Sell, Burg Reichenstein. Eine Ruine erwacht aus ihrem Dornröschenschlaf, in: Heimat-Jahrbuch des Landkreises Neuwied 2006, Neuwied 2005, S. 88-90."]},"22":{"id":"22","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=22","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=22","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=22","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=22","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=22"],"title":"Horn im Hunsrück","timeline":"1135 wird ein Ministeriale Burchard von Horn genannt . 1302 werden Reichsrechte zu Horn durch König Albrecht an Graf Simon II. von Sponheim verpfändet, bald darauf kommt der Ort an die Pfalzgrafen, die ihn seit 1367 zur Stadt mit Befestigung auszubauen versuchten.Erste direkte Nennung der Burg 1567, als Johann Meinhard von Koppenstein den \"Horner Burgfrieden\" an Meinhard von Schöneberg verkaufte. Die Anlage wird bereits 1655 als \"die Koppensteinische alte verfallene Burg\" bezeichnet und 1708 als kleiner, ovaler Hügel beschrieben. (Reinhard Friedrich)","buildingDevelopment":"Ein noch 5-6 m hoher, runder Burghügel von 40 m Durchmesser. Außen ist er von einem ca. 9-12 m breiten, stellenweise noch 1,5 m tiefen Graben umgeben, der teils verlandet, teils noch sumpfig ist. Betritt man die Hügeloberfläche, so zeigt sich, dass hier eine noch ca. 1,5 - 2 m hohe wallartige Erhebung das runde Hügelplateau von ca. 20 m Dm. umschließt. Dennoch handelt es sich nicht um einen Ringwall, sondern wohl auch um eine Motte, da der Hügel selbst deutlich höher ist. Im Graben soll ein Brunnen freigelegt worden sein. 708 als kleiner, ovaler Hügel beschrieben.","buildingDescription":"Hopstätter zu Folge sollen im Umfeld der Anlage Hufeisen und Keramikscherben gefunden worden sein.","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/239_18_20050804121617.jpg","caption":"Gesamtansicht, Foto: R. Friedrich (2004)","year":"2004"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/239_19_20050804121617.jpg","caption":"Hügeloberseite mit Wall, Foto: R. Friedrich (2004)","year":"2004"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/239_20_20050804121617.jpg","caption":"Lage der Motte auf der Tranchot-Karte"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/239_24_20050804121617.jpg","caption":"Grundriss, aus: KD Rhein-Hunsrück I (1977)","year":"1977"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"An Straße (K 40) westl. Horn parken, dann in Waldweg.","fußweg / zeit vom parkplatz":"15 Min.","zugänglichkeit":"frei zugänglich.","besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Hunsrück","county":"Rhein-Hunsrück-Kreis","city":"Horn","structureType":["Burg","Sonstiges"],"classification":["Bodendenkmal"],"purpose":["Unbekannt"],"dateBegin":"1.H.12.Jh.","dateEnd":"unbekannt","condition":"Bedeutende Reste","conditionCommentary":"Hügel gut erhalten.","references":["HHSt RP (1988), S. 145; KD Rhein-Hunsrück I (1977), S. 402ff. u. 407 ff.; Hopstätter, Führer (1968), S. 16 f.; Friedrich, Studien (2005), S. 64-66."]},"23":{"id":"23","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=23","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=23","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=23","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=23","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=23"],"title":"Burbach","timeline":"Die Burg auf dem sogenannten \"Römer\" in Burbach, einem langgezogenen Bergrücken über dem Hellertal, wird in den Schriftquellen explizit im Jahr ihrer Zerstörung, 1367, erwähnt. Unter dem Datum des 29. Oktober 1367 sühnten sich die Brüder Rorich, Hunold, Wolf und Johann aus der Burbacher Linie der Herren von Seelbach mit dem Trierer Kurfürsten und Erzbischof Kuno II. von Falkenstein (reg. 1362-1388). Der Unterwerfung der Ritter war die Eroberung und Zerstörung der Burg durch den rheinischen Kirchenfürsten vorausgegangen. Die sich nach der Burg benennende Familie der Herren von Burbach aus dem Hause Seelbach lässt sich bereits für 1313 nachweisen. 1324 trug Rorich von Burbach seinen \"Hof\" zu Burbach den Grafen von Nassau zu Lehen auf. Bei dem Hof könnte es sich um die Snorrenburg gehandelt haben. Nach deren Zerstörung wurde an der Stelle ein schlichtes Burghaus errichtet, das schließlich 1758 einem Brand zum Opfer fiel. Im Zuge von Ausschachtungsarbeiten an dem Haus Klein, das am Standort des Burghauses entstanden war, stieß man 1954 auf ein Kellergewölbe der spätmittelalterlichen Snorrenburg. Heute ist das Gewölbe in das Restaurant \"Snorrenburg\" integriert. (Jens Friedhoff)","buildingDevelopment":"Die Burg enstand vermutlich vor 1313 und wurde bereits 1367 zerstört. An ihre Stelle trat ein Burghaus, das 1758 einem Feuer zum Opfer fiel.  Heute befindet sich am Standort des Burghauses ein Fachwerkbau. (Jens Friedhoff)","buildingDescription":"Die Snorrenburg - der Name leitet sich von dem Namen \"Snorre\" ab - nahm den vorderen Teil eines etwa 200 m langen und bis zu 70 m breiten Hügels ein. Auf dem Sporn des Hügels (\"Römer\") liegt die ev. Pfarrkirche von Burbach, deren Westturm noch in das 13. Jh. zurückreicht. Ob sich zwischen Kirche und Burg eine kleine Siedlung erstreckte, ließe sich nur durch archäologische Grabungen klären. Von der 1367 zerstörten Burg blieb lediglich ein 1954 freigelegtes Kellergewölbe unter dem Restaurant \"Snorrenburg\" erhalten. Eine 1954 freigelegte Brunnenanlage unweit des Gewölbes wurde aufgemessen und wieder zugeschüttet. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/572_18_20060801125150.jpg","caption":"Barockes Fachwerkhaus mit Kellergewölbe der Snorrenburg, Foto: J. Friedhoff (2006)","year":"2006"}],"misc":{"nutzung als":["Privat,","Restaurant \"Snorrenburg\""],"anfahrt / parkplatz":"Parkplätze in der Ortsmitte von Burbach","fußweg / zeit vom parkplatz":"2 Min.","zugänglichkeit":"Restaurant mit spätmittelalterlichem Gewölbekeller der Snorrenburg.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Restaurant \"Snorrenburg\"."},"country":"Bundesrepublik Deutschland","state":"Nordrhein-Westfalen","region":"Siegerland","county":"Siegen-Wittgenstein","city":"Burbach","structureType":["Burg","Sonstiges"],"classification":["Burgstelle"],"purpose":["Ganerbenburg"],"overview":"Spätmittelalterliche Burggründung der Ganerben von Seelbach.","dateBegin":"1.H.14.Jh.","dateEnd":"2.H.14.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der 1367 zerstörten Burg blieb lediglich ein Kellergewölbe unter dem Haus Klein, dem heutigen Restaurant \"Snorrenburg\" erhalten.","references":["HHSt NRW (1970), S. 131.","Jens Friedhoff, Burgen im südlichen Siegerland. Handreichnungen zu einem Inventar der mittelalterlichen Wehr- und Wohnbauten im südlichen Teil des Kreises Siegen-Wittgenstein, in: Siegerland 82 (2005), S. 85-104.","Gerhard Scholl, Von Burgen und Schlössern im Siegerland, Kreuztal 1971, S. 71.","Gerhard Scholl, Die Snorrenburg in Burbach, in: Siegerland 34 (1957), S. 94-98."]},"24":{"id":"24","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=24","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=24","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=24","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=24","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=24"],"title":"Ahrburg","timeline":null,"buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","county":"Ahrweiler","city":"Ahrweiler","structureType":["Sonstiges"],"classification":["Burg allgemein"],"dateBegin":"unbekannt","dateEnd":"unbekannt","condition":"Keine Reste","references":[]},"25":{"id":"25","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=25","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=25","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=25","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=25","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=25"],"title":"Zeppenfeld","timeline":"Die Anfänge der als Wasserburg im Hellertal errichteten Burg Zeppenfeld reichen vermutlich bis in das ausgehende 13. Jh. zurück. Mitglieder des im südlichen Siegerland stark verbreiteten Ganerbenverbandes der Herren von Seelbach nennen sich in der urkundlichen Überlieferung erstmals 1290 nach Zeppenfeld. Von der Burg selbst ist erstmals in einer am 8. Okt. 1393 ausgestellten Urkunde die Rede. Im 14. Jh. hatten die Herren von Seelbach zu Zeppenfeld u.a. Burglehen der Grafen von Sayn inne. Wie Hohenseelbach war auch das Haus zu Zeppenfeld eine Ganerbenburg. Für das ausgehende 14. und die erste Hälfte des 15. Jhs. liegen zahlreiche Belege für den Verkauf bzw. die Pfandnahme verschiedener Anteile an der Burg Zeppenfeld vor. Ein Burgfriedensvertrag ist für 1428 überliefert. Um 1600 befand sich Haus Zeppenfeld im Besitz des Konrad von Seelbach genannt Quadfassel (+1610), nach dessen Ableben der Rittersitz an seinen Neffen Gottfried gelangte. Mitte des 17. Jhs. entbrannte ein langjähriger Erbstreit innerhalb der Familie von Seelbach um die Besitzrechte an dem Hause Zeppenfeld. Nach dem Ableben des letzten männlichen Mitglieds der von Zeppenfeld begann 1739 eine gerichtliche Auseinandersetzung zwischen den erbberechtigten Verwandten. Schließlich teilten sich die angeheirateten Familien von Quernheim und vom Stein den Besitz. Später gelangte die Hälfte des Hauses an die Freiherren von Steproth, die bis 1876 zu Zeppenfeld wohnhaft waren. Die andere Hälfte war Ende des 19. Jhs. in bürgerlichen Besitz gelangt und diente ab 1878 als Schule. Heute wird das Herrenhaus privat genutzt. (J. Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Wasserburg zu Zeppenfeld ist bislang noch nicht untersucht worden. Das noch bestehende, unter einem Mansarddach zu Beginn des 20. Jahrhunderts zu einem Baukörper zusammengefasste zweiteilige Gebäude weist noch erhebliche Reste aus dem Spätmittelalter auf (u.a. Kellergewölbe). Teile der ehemals weitläufigen Anlagen der über längsovalem Grundriss aufgeführten Niederungsburg fielen Mitte des 19. Jhs. dem Bau der Landstraße von Neunkirchen nach Burbach zum Opfer. Das Burgareal wurde teilweise durch Wohnhäuser überbaut. Erhalten blieb im Wesentlichen das oben beschriebene über hohem Kellergeschoss errichtete, zweigeschossige Herrenhaus, das an der Hofseite durch einen in den 1980er Jahren neu aufgeführten runden Treppenturm bereichert wird. An der zur Straße ausgerichteten Schmalseite des Gebäudes entstand eine Metzgerei. (J. Friedhoff)","buildingDescription":"Von dem Rittersitz Haus Zeppenfeld blieb nach teilweiser Niederlegung von Gebäuden und die Einebnung der Wassergräben Mitte des 19. Jhs. lediglich das zweigeschossige Herrenhaus mit Mansarddach erhalten. Das äußere Erscheinungsbild des zweiteiligen Hauses wurde durch neuzeitliche Umbauten in den 1980er Jahren geprägt (Treppenturm von 1984; neue Fenster; Anbau eines Ladenlokals an der straßenseitigen Front des Burghauses). Die beeindruckende Größe der Ganerbenburg Zeppenfeld lässt sich aus dem um 1830 entstandenen Urkataster erschließen. Deutlich erkennbar ist ein länglich ovales Burgareal von 108 bzw. 135 m Ausdehnung. Zum Zeitpunkt der Aufnahme des Urkatasters befand sich auf dem Gelände lediglich das noch erhaltene Burghaus sowie ein heute nicht mehr existierendes Nebengebäude. (J. Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/573_18_20060112132720.jpg","caption":"Burghaus um 1910. (Bildarchiv A. Bingener)"}],"misc":{"nutzung als":["Privat,","Metzgerei"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit vor dem Haus","fußweg / zeit vom parkplatz":"1 Min.","zugänglichkeit":"Privatbesitz. Keine Besichtigung. Das unmittelbar an der Straße gelegene Anwesen ist jedoch einsehbar.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Nordrhein-Westfalen","region":"Siegerland","county":"Siegen-Wittgenstein","city":"Neunkirchen","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Wasserburg"],"purpose":["Ganerbenburg","Adelssitz"],"overview":"Frühneuzeitliches Herrenhaus mit spätmittelalterlichen Bauresten.","dateBegin":"2.H.14.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Von der mittelalterlichen Anlage haben sich in dem frühneuzeitlichen Herrenhaus sehr wahrscheinlich nur geringe Mauerreste (Keller) erhalten.","references":["HHSt NRW (1970), S. 20f.","Gerhard Scholl, Von Burgen und Schlössern im Siegerland, Kreuztal 1971, S. 68.","Jens Friedhoff, Burgen im südlichen Siegerland. Handreichungen zu einem Inventar der mittelalterlichen Wehr- und Wohnbauten im südlichen Teil des Kreises Siegen-Wittgenstein, in: Siegerland 2005, S. 85-104, hier S. 95-97.","Jens Friedhoff, Die ehemalige Wasserburg Haus Zeppenfeld. Geschichte des Stammsitzes der Herren von Seelbach-Zeppenfeld, in: Siegener Beiträge. Jahrbuch für regionale Geschichte 15 (2010), S. 7-47.","Heinrich von Achenbach, Aus des Siegerlandes Vergangenheit, Siegen 1898, S. 351-363.","Fritz Fromme, Geschichte des Freien Grundes und des Hickengrundes, Neunkirchen 1969,  S. 73-80."]},"26":{"id":"26","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=26","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=26","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=26","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=26","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=26"],"title":"Ahrweiler, Roter Turm","timeline":null,"buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","county":"Ahrweiler","city":"Bad Neuenahr-Ahrweiler","structureType":["Sonstiges"],"classification":["Wasserburg"],"overview":"Ehemalige Wasserburg; Rundturm mit rechteckigem, keinem Wohnbau; 1811 abgebrochen","dateBegin":"unbekannt","dateEnd":"unbekannt","references":[]},"27":{"id":"27","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=27","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=27","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=27","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=27","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=27"],"title":"Neunkirchen-I","timeline":null,"buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Nordrhein-Westfalen","county":"Siegen-Wittgenstein","city":"Neunkirchen","structureType":["Sonstiges"],"classification":["Abgegangene Burgstelle"],"dateBegin":"unbekannt","dateEnd":"unbekannt","references":[]},"28":{"id":"28","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=28","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=28","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=28","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=28","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=28"],"title":"Arenfels","timeline":"Als Initiator der vor 1259 erfolgten Burggründung gilt Gerlach von Isenburg, der die Linie Isenburg-Grenzau stiftete. Nach deren Aussterben wurde die aus Burg und Dorf Hönningen bestehende Herrschaft (Trierer Lehen) zwischen Wilhelm I. von Wied und Salentin von Isenburg geteilt. Der Isenburger Anteil an Arenfels wurde 1664 als erledigtes Lehen vom Erzstift Trier eingezogen. 1670 gelangte Arenfels an die Herren von der Leyen und 1849 durch Kauf an den Grafen Friedrich Ludolf von Westerholt-Gysenberg. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte des in nachmittelalterlichen Zeit (16., 17. u. 19. Jh.) stark veränderten Schlosses konnte bislang noch nicht vollständig geklärt werden. Vom mittelalterlichen Gründungsbau der Burg (Mitte des 13. Jhs.) haben sich Reste des Felsens, auf dem sich der Bergfried befand sowie das Mauerwerk des Palas mit einem Halbschalenturm an der Nordwestseite des dreiflügeligen Schlosses erhalten. Die heutige Gestalt des zum Rhein hin offenen dreiflügeligen Renaissanceschlosses geht im Wesentlichen auf die tiefgreifende neugotische Umgestaltung durch den Kölner Dombaumeister Ernst Friedrich Zwirner 1852-1855 zurück. Nach einer Beschreibung des Leopold von Eltester aus dem Jahr 1825 bildete die ganz im nördlichen Flügel eingeschlossene \"runde Warte\" den \"Rest der 1250 erbauten Burg\". Der Felsen, auf dem sich der runde Bergfried befand, ragte bis in das erste Obergeschoss hinein und wurde erst im Zuge von Zwirners Umbau zur Vereinheitlichung der Wohnumnutzung auf die Höhe des Erdgeschosses reduziert. (Jens Friedhoff)","buildingDescription":"Vom mittelalterlichen Baubestand haben sich nur geringe Reste erhalten. Der in die dreiflügelige Renaissanceanlage integrierte Felsen, auf dem sich der runde Bergfried befand, wurde 1852 ff. z. T. abgetragen. Der noch bestehende runde Hauptturm an der Stelle des Vorgängerbaus entstand in freier Rekonstruktion im Zuge der Umgestaltung des Schlosses durch Ernst Friedrich Zwirner in der Mitte des 19. Jh. Vom Palas blieben Mauerreste und die untere Partie des mittleren halbrunden Flankenturms an der Nordwestseite des Schlosses erhalten. In der 1303 bezeugten Burgkapelle wurde 1366 ein Altar zu Ehren der Muttergottes und Johannes des Täufers geweiht. Die Reste des an der Nordostseite gelegenen Halsgrabens wurden im 19. Jh. beseitigt. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/55_18_20050511143848.jpg","caption":"Arenfels von Südwesten, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/55_19_20050511143848.jpg","caption":"Arenfels von Nordwesten, Foto: J. Friedhoff (1996)","year":"1996"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/55_20_20050511143848.jpg","caption":"Ansicht vor dem historischen Umbuau durch Zwirner, aus: KD Neuwied (1940)","year":"1940"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/55_24_20050511143848.jpg","caption":"Grundriss vor dem Umbau des ausgehenden 19. Jh., aus: Ebhardt, Arienfels (1932)","year":"1932"}],"misc":{"nutzung als":["Restaurant,","Privat,","Bildungsstätte"],"anfahrt / parkplatz":"Parkplätze vor dem Schloss","fußweg / zeit vom parkplatz":"1 Minute","zugänglichkeit":"Teilbereiche des Schlosses zu den Öffnungszeiten des Restaurants zugänglich.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Schloss-Restaurant Arenfels"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Bad Hönningen","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Herrschaftsmittelpunkt","Ganerbenburg"],"overview":"Stammburg der Edelherren von Isenburg-Arenfels. Seit dem 16. Jh. bevorzugter Sitz der Isenburg-Grenzauer Zentralverwaltung. 1670 als kurtrierische Unterherrschaft an die Familie von der Leyen.","dateBegin":"2.H.13.Jh.","dateEnd":"unbekannt","condition":"Stark historisierend überformt","conditionCommentary":"1999 begonnene Instandsetzung der Außenfassade des 1945 durch Kriegseinwirkung beschädigten Schlosses.","references":["Dehio, RP (1985), S. 39f.;","BuK Koblenz (1886), S. 472f.;","KD Neuwied (1940), S. 56-60;","HHSt RP (1988) S. 8f.;","Ebhardt, Bodo, Schloss Arienfels bei Hönningen am Rhein. Der Bau und seine Geschichte, Braubach 1932;","Custodis, Paul Georg, Schloss Arenfels bei Bad Hönningen am Rhein, in: Rheinische Heimatpflege 2002/1, S. 1-12.","Paul-Georg Custodis, Sicherung eines bedrohten Denkmals - Das neugotische Schloss Arenfels bei Bad Hönningen, in: Baudenkmäler in Rheinland-Pfalz 2002, Mainz 2003, S. 46f.","Paul Georg Custodis, Schloss Arenfels bei Bad Hönningen am Rhein (Rheinische Kunststätten H. 486), Neuss 2005.","Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 32-38.","Bernd Willscheid, Schloss Arenfels und seine Bewohner. Zur 750-Jahrfeier am 4. September 2009, in: Heimat-Jahrbuch des Landkreises Neuwied, Neuwied 2011, S. 79-89.","Michael Adlung, Das Goldene Vlies auf Schloss Arenfels, in: Heimat-Jahrbuch des Landkreises Neuwied (2013), S. 184-195."]},"29":{"id":"29","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=29","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=29","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=29","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=29","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=29"],"title":"Dierdorf","timeline":"Als Initiator der vor 1324 erfolgten Burggründung gelten die Herren von Isenburg-Braunsberg. 1327 wurde die Burg dem Erzstift Trier zu Lehen aufgetragen. Die Burg und der 1357 mit Stadtrechten begabte Ort werden 1401 Offenhaus des Erzstifts Köln. Bereits 1324 wird die Hälfte der Burg an die Walpoden von der Neuerburg verpfändet. Bei der Teilung der Grafschaft Wied 1595 wurde Dierdorf der oberen Grafschaft zugeschlagen und diente fortan neben Runkel als Residenz der Linie Wied-Runkel, die mit Christian Ludwig (1762-1791) in den Reichsfürstenstand erhoben wurde. Der Zerstörung der Burg 1633 folgte ein Wiederaufbau und 1702-1725 schließlich der Neubau einer dreiflügeligen Schlossanlage an der Stelle der spätmittelalterlichen Niederungsburg. Im Jahr 1902 wurde die baufällige Anlage vollständig abgetragen. (Jens Friedhoff)","buildingDevelopment":"Zur baulichen Entwicklung der spätmittelalterlichen Burg liegen bislang keine gesicherten Erkenntnisse vor. Nach der Zerstörung 1633 wurde die Anlage wieder hergestellt. Das 1674 als reparaturbedürftig bezeichnete Gebäude wich 1702-1725 einem barocken Schlossbau auf dem Hauptinsel der Wasserburg Dierdorf. 1902 wurde die Schlossanlage niedergelegt. (Jens Friedhoff)","buildingDescription":"Von der spätmittelalterlichen Niederungsburg Dierdorf haben sich keine Reste erhalten. Auf der annähernd rechteckigen Insel der Hauptburg entstand zu Beginn des 18. Jahrhunderts eine barocke Schlossanlage, die 1902 abgetragen wurde. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/534_18_20051207101035.jpg","caption":"Historische Fotografie des abgerissenen Schlosses, vor 1904, aus: KD Neuwied (1940)","year":"1940"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/534_24_20051207101035.jpg","caption":"Lageplan von Schloss und Stadt, aus: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Hauptburginsel mit Minigolfanlage"],"anfahrt / parkplatz":"Parkmöglichkeiten in Dierdorf","fußweg / zeit vom parkplatz":"2 Min.","zugänglichkeit":"Jederzeit frei zugängliches Schlossgelände.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Neuwied","city":"Dierdorf","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Abgegangene Burgstelle","Wasserburg"],"purpose":["Landesburg","Dynastensitz"],"overview":"Spätmittelalterliche Burg- (vor 1324) und Stadtgründung (1357) der Herren von Isenburg (1324). Im späten 16. Jh. mit Runkel Residenz der oberen Graschaft Wied.","dateBegin":"1.H.14.Jh.","dateEnd":"1.H.18.Jh.","condition":"Keine Reste","conditionCommentary":"Von dem aus der spätmittelalterlichen Niederungsburg hervorgegangenen Schloss hat sich lediglich die wasserumschlossene Insel der Hauptburg erhalten.","references":["Dehio RP (1984), S. 206; KD Neuwied (1940), S. 96f.; BuK Reg.-Bez. Koblenz (1886), S. 480; HHSt RP (1988),  S. 75."]},"30":{"id":"30","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=30","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=30","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=30","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=30","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=30"],"title":"Rennenberg","timeline":"Bei der Burg handelt es sich um den Stammsitz der 1217 erstmals urkundlich genannten edelfreien Familie von Rennenberg, die 1585 ausstarb. Mitte des 13. Jhs. gehörte Rennenberg zum Lehensbesitz der Gräfin Mechthild von Sayn (+1285), die Rennenberg zusammen mit Altenwied und der Neuerburg (beide NR) dem Kölner Erzstift überließ. Die Herren von Rennenberg besaßen ihre Burg als Lehen des Erzstifts Köln. 1532 gelangte Burg Rennenberg, die bereits 1585 als Ruine bezeichnet wird, an die von Lalaing, Grafen von Hochstraten und 1765 an die von Salm, jetzt Fürsten von Salm-Kyrburg. Das fürstliche Haus Salm-Kyrburg verpachtete die Burgruine 1979 an einen örtlichen Burgverein, der sich um die Sanierung der Anlage bemüht. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Burg konnte bislang noch nicht vollständig rekonstruiert werden. Liessem (1980) unterscheidet zwischen zwei Bauphasen, einer früheren, der der vermutlich um 1250 entstandene Wohnbau der Hauptburg angehört sowie einer späteren, der der schmale runde Hauptturm (vermutlich 14. Jh.) auf dem höchsten Punkt des Berggipfels zuzurechnen ist. 1585 wird die Burg als \"verfallen\" beichnet. Das Untergeschoss des spätmittelalterlichen Bergfried wurde Mitte des 19. Jh. um ein Geschoss mit geringer Mauerstärke erhöht und als \"Point de vue\" in die Planungen zum Landschaftspark des Schlosses \"Neu-Rennenberg\" (1846) am Fuß des Berges miteinbezogen. (Jens Friedhoff)","buildingDescription":"Die nicht sehr große Burgstelle nimmt den Gipfel einer Basaltkuppe ein. An der Ostseite des Burgberges befindet sich der in die abgerundete Ringmauer eingebundene runde Hauptturm (Durchmesser 5,90 m), dessen Untergeschoss Mitte des 19. Jhs. um ein Stockwerk erhöht wurde. Der Ringmauer wurde an der östlichen Angriffsseite ein schmaler Zwinger vorgelegt. Am südlichen Rand der Kernburg liegen die bis zu 4,20 m hohen Mauerreste eines rechteckigen hochmittelalterlichen Wohnbaus (12,70 x 7,40 m). Weitere Reste von Gebäuden sowie eine runde Zisterne befinden sich auf dem nach Westen leicht abfallenden Burggelände. Östlich der Hauptburg haben sich Reste der Vorburgummauerung erhalten. Auf der Nordseite war die Burganlage durch einen bis zu 10 m tiefen Graben gesichert. Zur Infrastruktur der Burg gehört der neuerdings mit einem Notdach versehene, noch eingeschossige Hof unterhalb des Burgberges, in dessen Nähe sich ein Brunnen befindet (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/45_18_20050712144050.jpg","caption":"Bergfried, Foto: J. Friedhoff (1999)","year":"1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/45_19_20050712144050.jpg","caption":"Wohnbau, Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/45_20_20050712144050.jpg","caption":"Hauptburgareal westlicher Teil, Foto: J. Friedhoff (2005)","year":"2005"}],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"begrenzte Parkmöglichkeit im Linzer Ortsteil Notscheid","fußweg / zeit vom parkplatz":"30minütiger Fußmarsch","zugänglichkeit":"Die Burg ist z. Z. wegen Sanierungsarbeiten nicht zugänglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Linz","structureType":["Burg","Sonstiges"],"classification":[],"purpose":["Herrschaftsmittelpunkt","Dynastensitz"],"overview":"Stammsitz der 1217 erstmals urkundlich genannten Edelherren von Rennenberg; seit dem 14. Jh. kurkölnische Lehensburg","dateBegin":"1.H.13.Jh.","dateEnd":"2.H.16.Jh.","condition":"Geringe Reste","conditionCommentary":"Die Burgruine wird seit 1979 von einem örtlichen Burgverein saniert.","references":["Dehio, RP (1984), S. 587; BuK Koblenz (1886), S. 528; KD Neuwied (1940), S. 343-345; HHst RP (1988), S. 305f.; Liessem, Udo, Bemerkungen zur Baugeschichte von Burg Rennenberg über Linz und Notizen zur Ehrenburg bei Brodenbach, in: Burgen und Schlösser 1980/1, S. 29-35."]},"32":{"id":"32","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=32","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=32","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=32","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=32","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=32"],"title":"Engers","timeline":"In dem 1357 mit Stadtrechten versehenen Ort Engers, entstand nach dem Übergang von den Grafen von Wied an das Erzstift Trier unter Erzbischof Kuno von Falkenstein 1371 die Burg Kunostein. Burg und Stadt bilden den Mittelpunkt eines kurtrierischen Amtes. Im Jahr 1412 erfolgte die Verlegung des Rheinzolles von Kapellen-Stolzenfels nach Engers. An die Stelle der spätmittelalterlichen Burg trat 1758-1762 ein spätbarocker Schlossbau nach den Plänen des kurtrierischen Hofbaumeisters Johannes Seiz. Als Auftraggeber fungierte Kurfürst Johann Philipp von Walderdorff. (Jens Friedhoff)","buildingDevelopment":"Zur baulichen Abfolge der 1371 gegründeten Burg liegen bislang noch keine sicheren archivalischen Erkenntnisse vor. Die Burg entstand vermutlich zeitgleich mit der noch in Resten erhaltenen Stadtbefestigung zu Engers. Das Vorhaben, die mittelalterliche Burg unter hohem finanziellem Aufwand zu renovieren, scheiterte 1757. Im Jahr 1758 ließ Kurfürst Johann Philipp von Walderdorff den \"Kunostein\", einen stattlichen Turm mit einem \"ihm angeklebten burglichen Bau\" abreißen und an der Stelle durch den Hofbaumeister Johannes Seiz einen spätbarocken Dreiflügelbau errichten. Der Bergfried wurde 1761 als letzter Rest der Burg niedergelegt. Eine recht zuverlässige Ansicht der Burg bietet die 1636 entstandene Federzeichnung von Wenzel Hollar, die als Vorlage für den Merian-Kupferstich von 1646 diente. (Jens Friedhoff)","buildingDescription":"Eine recht zuverlässige Ansicht der spätmittelalterlichen Burg bietet die 1646 entstandene Merian-Ansicht. Sie zeigt den das Gesamtbild bestimmenden runden Hauptturm (Butterfassturm) sowie das zum Rheinufer hin orientierte Hauptgebäude. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/71_18_20050513114931.jpg","caption":"Engers, Burg Kunostein, in: KD Neuwied (1940)","year":"1940"}],"misc":{"nutzung als":["Verwaltung,","Restaurant,","Villa Musica"],"anfahrt / parkplatz":"Parkplatz in Stadtrandlage","fußweg / zeit vom parkplatz":"5 Min.","zugänglichkeit":"Besichtigungen der barocken Prunkräume","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Mittelrhein","county":"Neuwied","city":"Engers","structureType":["Burg-Schloss","Sonstiges"],"classification":[],"purpose":["Landesburg","Stadtburg"],"overview":"An die Stelle der 1371 errichteten kurtrierischen Landesburg in dem 1357 mit Stadtrechten versehenen Ort Engers trat 1758-1762 ein spätbarocker Schlossbau.","dateBegin":"2.H.14.Jh.","dateEnd":"2.H.18.Jh.","condition":"Keine Reste","conditionCommentary":"Spätbarocker Schlossbau an Burgstelle","references":["Dehio, RP (1984), S. 254; BuK Koblenz (1886), S. 488;  KD Neuwied (1940), S. 119-126; HHSt RP (1988), S. 92; W. K. Hüttner, Zur Geschichte der Burg Kunostein und der Befestigung von Engers nach der Erhebung zur Stadt im Jahre 1357, in: Heimat-Jahrbuch des Landkreises Neuwied (1979), S. 41-45; (1980), S. 45-49 und (1981), S. 60-63; Holdorf, Burgen (1999), S. 26f.; Backes, Burgen (2003), S. 56-59;  Meissner, Jan / Restorff, Jörg, Schloss Engers (Edition Burgen, Schlösser, Altertümer Rheinland-Pfalz, Führungsheft 22), Regensburg 2004."]},"33":{"id":"33","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=33","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=33","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=33","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=33","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=33"],"title":"Altenkirchen","timeline":"Die 1317 erstmals urkundlich erwähnte Burg entstand vermutlich gleichzeitig mit der 1314 erfolgten Stadterhebung des Ortes Altenkirchen. In Spätmittelalter und Früher Neuzeit bildete Schloss Altenkirchen das administrative Zentrum des gleichnamigen Amtes. Im Zuge einer Erbteilung im Hause Sayn wurde Altenkirchen 1652 Mittelpunkt einer eigenständigen Teilgrafschaft Sayn-Altenkirchen. Durch die Heirat der Erbtochter Johannetta von Sayn-Wittgenstein fiel die Grafschaft Sayn-Altenkirchen 1661 an ihren Gatten Herzog Johann Georg I. von Sachsen-Marksuhl (seit 1672 Sachsen-Eisenach) aus dem Hause der Ernestiner. Ab 1687 diente das Schloss vornehmlich als Verwaltungs- und Witwensitz. (Jens Friedhoff)","buildingDevelopment":"Die Baugeschichte der in Stadtrandlage errichteten landesherrlichen Burg ist bislang nur unzureichend untersucht worden. Der 1726 baufällige Renteiflügel wurde 1728 neu errichtet. Von der spätmittelalterlichen Burganlage blieben nach einer umfangreichen Bautätigkeit im 16., 17. und 18. Jh. lediglich geringe Reste erhalten. Zwischen 1749 und 1856 wurde fast der ganze Schlosskomplex abgetragen. Auf dem Schlossplatz befindet sich heute der Gebäudekomplex der Kreissparkasse Altenkirchen. (Jens Friedhoff)","buildingDescription":"Für die durch Pläne des 18. Jhs. bekannte Schlossanlage gibt es keine sicheren Baudaten. Ein im \"Corps de logis\" befindlicher Stein mit der Jahreszahl 1586 verweist sehr wahrscheinlich auf die Umgestaltung der Burg zum Schloss. Von der spätmittelalterlichen Burg blieb im 18. Jh. lediglich eine von zwei Rundtürmen flankierte Tordurchfahrt erhalten. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/552_18_20060123101359.jpg","caption":"Modell des Schlosses Altenkirchen, Zustand Anfang 19. Jh. (Foto: Kreisarchiv Altenkirchen). "},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/552_19_20060123101359.jpg","caption":"Aufriss des Roten-Saal-Baus (1757), (Kopie Kreisarchiv Altenkirchen)","year":"1757"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/552_20_20060123101359.jpg","caption":"Aufriss des Frachtspeichers (1757), (Kopie Kreisarchiv Altenkirchen)","year":"1757"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/552_24_20060105144520.jpg","caption":"Grundriss, aus: KD Altenkirchen (1985)","year":"1985"}],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Altenkirchen","city":"Altenkirchen","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Abgegangene Burgstelle","Randhausanlage"],"purpose":["Landesburg","Stadtburg"],"overview":"Abgegangene saynische Landesburg, in der Frühen Neuzeit zum Schloss ausgebaut.","dateBegin":"1.H.14.Jh.","dateEnd":"1.H.18.Jh.","condition":"Überbaut","conditionCommentary":"Von der in der Früheu Neuzeit um- und ausgebauten Burganlage haben sich keine Reste erhalten.","references":["BuK Reg.-Bez. Koblenz (1886), S. 125;","KD Altenkirchen (1935), S. 29-33;","Laß, Altenkirchen und Friedewald (1999) , S. 51-59."]},"34":{"id":"34","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=34","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=34","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=34","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=34","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=34"],"title":"Crottorf","timeline":"Die Wasserburg Crottorf ist aus einem Burghaus der niederadeligen Familie von Seelbach zu Crottorf hervorgegangen. Als erstes Mitglied der Familie tritt 1261 der Ritter Ludwig der Schwarze von Crottorf als Lehensmann der Edelherren von Wildenburg in Erscheinung. Burg Crottorf wird erstmals 1326 als saynisches Lehen erwähnt. Die reichsfreie Herrschaft Crottorf gelangte 1563 durch Heirat an das Haus Hatzfeldt-Wildenburg. 1681-1722 diente Crottorf als Residenz der Linie Hatzfeldt-Crottorf-Gleichen, 1722-26 als Witwensitz. Seit den 1920er Jahren ist das Schloss erneut dauerhafter Wohnsitz der Grafen von Hatzfeldt. (Jens Friedhoff)","buildingDevelopment":"Über die Baugestalt der mittelalterlichen Anlage des 13./14. Jhs. sind aufgrund fehlender archivalischer Aufzeichnungen keine Angaben möglich. Die bescheidene Gründungsanlage könnte typologisch den \"festen Häusern\" des Sieggebietes (Welterorde, Rosbach, Mauel, Overbach) zuzuordnen sein. Ausbau zu einem \"festen Schloss\" Mitte 16. Jhs. durch Johann von Seelbach-Crottorf (+1563) (Rondelle, Außenwall). Unter der Familie von Hatzfeldt Umbauten zu Beginn des 17. Jhs. sowie 1663-85 (Dreiflügelanlage mit vier Ecktürmen). In den Jahren 1720-1722 Barockisierung der Innenräume. Im ersten Viertel des 18. Jhs. entstand vor der zweiteiligen Schlossanlage ein dreiflügeliges Viehhaus, das in der zweiten Hälfte des 19. Jhs. abgetragen wurde. (Jens Friedhoff)","buildingDescription":"Die zweiteilige Wasserburg ist durch einen mächtigen quadratischen Torturm (1685) geschützt (funktionstüchtige Zugbrückenvorrichtung; abknickender Torweg). Der Außenwall weist Maulscharten auf und ist an der Südwest- und an der Nordostecke durch zwei Rondelle gesichert. Südost- und Südwestturm der Hauptburg weisen bei einem Durchmesser von 7.80 m eine Mauerstärke von 2,80 m und Maulscharten auf. Bei den Türmen des Nordflügels handelt es sich um barocke Pavillontürme. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/554_18_20060106085716.jpg","caption":"Ansicht um 1600, aus: KD Altenkirchen (1935)","year":"1935"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/554_19_20060106085716.jpg","caption":"Torhaus, Foto: J. Friedhoff (2003)","year":"2003"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/554_20_20060106085716.jpg","caption":"Hauptburg, Foto: J. Friedhoff (2003)","year":"2003"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/554_24_20060106085716.jpg","caption":"Lageplan, aus: KD Altenkirchen (1935)","year":"1935"}],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Parkplatz an der Kreisstraße gegenüber dem Schlossgelände","fußweg / zeit vom parkplatz":"Vom Parkplatz durch den Schlosspark 3 min.","zugänglichkeit":"Schlosspark; Außenanlagen und Innenhof gegen Eintritt zugänglich","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Gaststätte \"Wildenburger Hof\""},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Siegerland","county":"Altenkirchen","city":"Friesenhagen","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Wasserburg","Kastellburg"],"purpose":["Adelssitz","Herrschaftsmittelpunkt"],"overview":"Seelbachscher Ministerialensitz, Mitte 16. Jhs. zum Schloss ausgebaut. 1563 an die Familie von Hatzfeldt.","dateBegin":"2.H.13.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Vollständig erhaltene frühneuzeitliche Schlossanlage des 16.-18. Jh. unter Verwendung der mittelalterlichen Vorgängeranlage entstanden.","references":["Dehio (1985), S. 185-187;","BuK Reg.-Bez. Koblenz (1886), S. 103-105.","KD Altenkirchen (1935),  S. 48-58;","Friedrich Tucholski, Crottorf und Friesenhagen (Rheinische Kunststätten 1), Neuss 1964;","Jens  Friedhoff, Städtischer Adelshof und \"festes Schloss\". Adeliges Wohnen in der frühen Neuzeit am Beispiel der Familie von Hatzfeldt, in: Siegerland 1999/1, S. 49-67;","Friedhoff, Sauerland und Siegerland (2002), S. 52-56;","Jens Friedhoff, Schloss Crottorf, Wissen 2002.","Klaus T. Weber - Anja Reichert-Schick und Angela Kaiser-Lahme, Festungen in Rheinland-Pfalz und im Saarland (Deutsche Festungen Bd. 4), Regensburg 2018, S. 67-76.","Jens Friedhoff, Die Familie von Hatzfeldt. Adelige Wohnkultur und Lebensführung zwischen Renaissance und Barock (Vereinigte Adelsarchive im Rheinland e.V. Schriften 1), Düsseldorf 2004."]},"35":{"id":"35","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=35","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=35","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=35","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=35","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=35"],"title":"Friedewald b. Daaden","timeline":"1324 erwirkte Graf Gottfried II. von Sayn von Ludwig dem Bayern das Recht, im nordöstlichen Teil seiner Grafschaft Burg und Stadt Friedewald anzulegen. 1367 wurde Friedewald - wie die ebenfalls saynische Freusburg - Lehen und Offenhaus des Erzstifts Trier. Als Pfandobjekt gelangten Burg und Stadt im 15. und 16. Jh. an die Adelsfamilie von Bicken und Seelbach. Heinrich IV. von Sayn (1539-1606), der nach dem Tod seines Onkels Sebastian II. 1573 die Freusburg und Friedewald erhalten hatte, ließ 1580-82 an der Stelle eines Vorgängerbaus einen Renaissance-Wohnbau errichten. Im 17. Jh. diente Friedewald zeitweise als Witwensitz und Ausweichresidenz der aus Hachenburg und Freusburg von trierischen Besatzungstruppen vertriebenen Gräfin Louise Juliane von Sayn-Wittgenstein. Nach dem Übergang an Preußen 1815 diente das teilweise baufällige Schloss bis 1865 als Sitz des Kreisgerichts, wobei man im Hauptgebäude ein Gefängnis unterbrachte. Unter Fürst Alexander von Sayn-Wittgenstein-Sayn (1847-1940) erfolgte 1885 die Revitalisierung des dachlosen Schlosses. Heute beherbergt das  von einem Landschaftspark umgebene Schloss eine Ev. Sozialakademie. (Jens Friedhoff)","buildingDevelopment":"Dem spätmittelalterlichen Baubestand der von Osten her zugänglichen Burg gehören im Wesentlichen noch die vier Türme und Teile der annähernd rechteckigen Ringmauer an. Im Unterschied zu den zwei- bzw. dreigeschossigen, mit Kegeldächern versehenen Rundtürmen an der Westseite (Durchmesser 5,40 m) weist der viergeschossige Rundturm an der Südostecke (Durchmesser 6,20 m) eine 1682 geschaffene Zwiebelhaube auf. An der Nordostecke befindet sich ein quadratischer Eckturm von 4,60 m Seitenlänge. Eine in den 1880er Jahren niedergelegte Quermauer teilte die Anlage in zwei Hälften. Im Westteil nimmt der rechteckige zweigeschossige Spätrenaissancebau (1580-82) die Stelle des spätmittelalterlichen Hauptgebäudes ein, während im Ostteil Verwaltungsgebäude standen. Das über einem hohen Sockel aufsteigende zweigeschossige Hauptgebäude (27x17 m) ist noch teilweise von einem Graben umgeben und verdient aufgrund der im Stil des Manierismus gehaltenen Hoffassade besondere Aufmerksamkeit. Der 1876 seines Daches beraubte und 1885 wiederhergestellte Bau erhielt 1903 hofseitig zwei Neo-Renaissancegiebel. Die vielgliedrigen Schlossgebäude an der Ostseite der Anlage wurden 1913-14 von dem Darmstädter Baurat Schäfer errichtet. (Jens Friedhoff)","buildingDescription":"Auf einem mäßig hohen Bergsporn über dem Tal des Friedewalder Baches liegt die dem Kastelltyp zuzuordnende Hauptburg des Schlosses Friedewald. Im Innenhof der viertürmigen Anlage entstand 1580-82 an der Stelle des spätmittelalterlichen Wohnbaus ein repräsentativer Renaissancebau. An den nordwestlichen Eckturm der Ringmauer schließen sich Schenkelmauern der im 19. Jh. teilweise niedergelegten Stadtbefestigung an. Die Ostseite des Schlosses wird von späthistoristischen Gebäuden dominiert. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/556_18_20060106091333.jpg","caption":"Historische Fotografie (um 1880), aus: KD Altenkirchen (1935)","year":"1935"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/556_19_20060106091333.jpg","caption":"Hauptgebäude mit Renaissance-Fassade, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/556_20_20060106091333.jpg","caption":"Eckturm der Hauptburg, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/556_24_20060106091333.jpg","caption":"Lageplan, aus: KD Altenkirchen (1935)","year":"1935"}],"misc":{"nutzung als":["Verwaltung,","Ev. Sozialakademie"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit vor dem Schloss","fußweg / zeit vom parkplatz":"1 Min.","zugänglichkeit":"Außenanlagen und der im späten 19. Jh. angelegte Landschaftspark sind frei zugänglich.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Siegerland","county":"Altenkirchen","city":"Daaden","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":[],"purpose":["Landesburg","Verwaltungssitz"],"overview":"Saynische Landesburg, Hauptgebäude im späten 16. Jh. zum Schloss ausgebaut.","dateBegin":"1.H.14.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Weitgehend erhaltene spätmittelalterliche Burganlage mit Renaissance-Wohnbau","references":["Dehio RP (1984), S. 293f.; BuK Reg.-Bez. Koblenz (1886), S. 110-113; KD Altenkirchen (1935), S. 84-92; Friedhoff, Sauerland und Siegerland (2002), S. 66f.; Laß, Altenkirchen und Friedewald (1999), S. 51-60; Friedhoff, Burgen (2005), S. 98-100."]},"36":{"id":"36","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=36","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=36","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=36","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=36","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=36"],"title":"Wilnsdorf, Wasserburg","timeline":"Bei der unweit der Kreuzung zweier mittelalterlicher Handelsstraßen gelegenen Niederungsburg Wilnsdorf handelt es sich um die Stammburg der gleichnamigen Familie, die neben den Herren von Hain zu den bedeutendsten Adelsgeschlechtern des Siegerlandes zählte. Die Herren von Wilnsdorf verfügten über umfangreichen Streubesitz im südlichen Siegerland und im äußersten Norden der Region. In der urkundlichen Überlieferung tritt die 1626 ausgestorbenen Familie erstmals 1185 mit Hermann von Wilnsdorf in Erscheinung, der sich im Gefolge Kaiser Friedrich I. Barbarossas aufhielt. Dass die Herren von Wilnsdorf von den Grafen von Nassau als starke Gegner innerhalb ihrer Bemühungen um eine Territorienbildung im Siegerland eingeschätzt wurden, belegt ein Passus in der am 16. Dezember 1255 ausgestellten Teilungsurkunde des Hauses Nassau. Dort wurde u. a. festgestellt, dass Walram, der Stifter der südlich der Lahn begüterten walramischen Linie des Hauses Nassau, seinem Bruder Otto in der Auseinandersetzung mit den Adeligen von Wilnsdorf Unterstützung gewähren sollte. Ende der 1330er Jahre wurden die Herren von Wilnsdorf schließlich zu Burgmannen der Grafen von Nassau. Ihre Eigengüter zu Wilnsdorf und an anderen Orten trugen sie den Grafen zu Lehen auf. Die Stammburg Wilnsdorf war bereits 1233 im Zuge einer Strafaktion des Inquisitors Konrad von Marburg zerstört worden. Als Ersatz für die nicht wiederaufgebaute Burg entstand außerhalb des Ortes Wilnsdorf ein der Adelssitz \"auf dem Teichstück\" (vgl. Wilnsdorf-II). (J.F.)","buildingDevelopment":"Die bauliche Entwicklung der bereits 1233 zerstörten und nicht wiederhergestellten Burg konnte bisher noch nicht geklärt werden. Im Zuge von archäologischen Grabungen 1968/69 wurden die Reste eines Rundturmes sowie zweier sich anschließender Mauerzüge freigelegt. Beim Neubau der auf dem Burggelände errichteten evangelischen Pfarrkirche stieß man bereits im Jahr 1911 im heutigen Kirchenboden auf Reste einer schlichten Saalkirche mit halbrundem Chorabschluss. Ob die Reste dieses Sakralbaus von der Burgkapelle stammen oder das Gotteshaus erst nach der Zerstörung der Burg errichtet wurde, ist unklar. (J.F.)","buildingDescription":"Von der durch Gräben gesicherten Niederungsburg wurden 1968/69 im Zuge einer archäologischen Grabung das Fundament eines Rundturmes (Durchmesser 7,65m) und zweier Mauerzüge freigelegt. Beim Neubau der evangelischen Kirche an der Burgstelle kamen 1911 die Reste einer Kapelle zu Tage. Unklar bleibt, ob es sich bei dem spätromanischen Bau um die Burgkapelle handelt oder ob der Sakralbau nach der Zerstörung der Stammburg der Herren von Wilnsdorf entstand. Die Fundamentreste des Rundturmes befinden sich heute auf einem Privatgelände unweit der Kirche und sind unzugänglich. (J. F.)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/571_18_20060112120504.jpg","caption":"Reste des ergrabenen Rundturms, Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/571_24_20060112120504.jpg","caption":"Grundriss der ergrabenen Burgreste, aus: Hömberg, Wilnsdorf (1993)","year":"1993"}],"misc":{"nutzung als":["Privat,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit vor der ev. Kirche.","fußweg / zeit vom parkplatz":"1 Min.","zugänglichkeit":"Die Fundamentreste des Rundturmes befinden sich auf Privatgelände und sind unzugänglich. Am Aufgang zur Kirche befindet sich eine Informationstafel zur Burg.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Nordrhein-Westfalen","region":"Siegerland","county":"Siegen-Wittgenstein","city":"Wilnsdorf","structureType":["Burg","Sonstiges"],"classification":["Burgstelle","Wasserburg"],"purpose":["Stammsitz"],"overview":"Hochmittelalterlicher Stammsitz der Herren von Wilnsdorf.","dateBegin":"2.H.12.Jh.","dateEnd":"1.H.13.Jh.","condition":"Fundamente","conditionCommentary":"Von der Ende der 1960er Jahre teilweise ergrabenen Wasserburg blieben lediglich Fundamentreste eines Rundturmes auf einem Privatgelände erhalten.","references":["HHSt NRW (2006), S. 1103f.","Gerhard Scholl, Von Burgen und Schlössern im Siegerland, Kreuztal 1971, S. 50f.","Jens Friedhoff, Burgen im südlichen Siegerland. Handreichungen zu einem Inventar der mittelalterlichen Wehr- und Wohnbauten im südlichen Teil des Kreises Siegen-Wittgenstein, in: Siegerland 82 (2005), S. 85-104, hier S. 88f.","Fritz Dango, Wilnsdorf. Geschichte und Landschaft, Wilnsdorf 1955.","Walter Bauer, Grabungen und Funde in der Burg zu Wilnsdorf (Kreis Siegen), in: Beiträge zur archäologischen Burgenforschung und zur Keramik des Mittelalters in Westfalen, Teil 1 (Denkmalpflege und Forschung 2), Bonn 1979, S. 153-178.","Philipp R. Hömberg, Die Burg Wilnsdorf, in: Der Kreis Siegen-Wittgenstein (Führer zu den archäologischen Denkmälern in Deutschland 25), Stuttgart 1993, S. 160f.","Hans-Wihelm Heine, Beiträge der Archäologie Nordwestdeutschlands zu Fenster- und Türverschlüssen, in: Fenster und Türen in historischen Wehr- und Wohnbauten, hrsg. von Barbara Schock-Werner und Klaus Bingenheimer (Veröffentlichungen der Deutschen Burgenvereinigung, Reihe B: Schriften, Bd. 4), Stuttgart 1995, S. 74-79.","Jens Friedhoff, Burg, Talsiedlung, Stadt und Territorienbildung. Fallbeispiele aus dem südwestfälischen Raum, in: Burgen in Westfalen. Wehranlagen, Herrschaftssitze, Wirtschaftskerne (12.-14. Jahrhundert), hrsg. von Werner Freitag und Wilfried Reininghaus (Veröffentlichungen der Historischen Kommission für Westfalen NF. 4), Münster 2012, S. 95-105, hier s. 101f."]},"37":{"id":"37","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=37","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=37","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=37","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=37","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=37"],"title":"Marienfels","timeline":null,"buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","county":"Ahrweiler","city":"Unkelbach","structureType":["Sonstiges"],"classification":[],"dateBegin":"unbekannt","dateEnd":"unbekannt","references":["Nach Karte"]},"38":{"id":"38","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=38","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=38","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=38","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=38","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=38"],"title":"Hundsburgskopf","timeline":null,"buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","county":"Ahrweiler","city":"Dümpelfeld","structureType":["Sonstiges"],"classification":["Burgstelle"],"dateBegin":"unbekannt","dateEnd":"unbekannt","references":[]},"39":{"id":"39","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=39","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=39","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=39","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=39","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=39"],"title":"Altenburg a. d. Ahr","timeline":"Der genaue Zeitpunkt der Burggründung ist ebenso unbekannt wie die Initiatoren des Baus. Anlässlich eines 948/970 datierten Güteraustauschs der Abtei Prüm mit einem Sigebodo wird eine Manse zu \"rifenesburch\" genannt. Vermutlich bezieht sich der in der Urkunde erwähnte Name auf die archäologisch nachweisbare Altenburg. (Jens Friedhoff)","buildingDevelopment":"Von der auf einem Bergsporn gelegenen Anlage kündet lediglich ein Grabeneinschnitt. (Jens Friedhoff)","buildingDescription":"Bei einer Begehung der Burg in den 1960er Jahren stieß man auf Keramik des 11./12. Jh. (u.a. Keramik Pingsdorfer Art mit gitterförmiger roter Bemalung) und auf Steine mit Mörtelresten. (J.F.)","gallery":[],"misc":{"nutzung als":["Ruine keine Nutzung"],"zugänglichkeit":"Jederzeit frei zugängliche Burgstelle","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Eifel","county":"Ahrweiler","city":"Altenahr","structureType":["Burg","Sonstiges"],"classification":["Burgstelle"],"purpose":["Unbekannt"],"overview":"Burganlage des 10. Jh.","dateBegin":"10.Jh.","dateEnd":"unbekannt","condition":"Keine Reste","conditionCommentary":"Von der Burgstelle hat sich lediglich ein Grabeneinschnitt erhalten.","references":["KD Ahrweiler (1938), S. 158; Jansen, Wüstungsfrage (1975), Bd. II, S. 256; Gondorf, Burgen (1984), S. 30"]},"40":{"id":"40","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=40","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=40","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=40","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=40","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=40"],"title":"Birresdorf","timeline":null,"buildingDevelopment":null,"buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","county":"Ahrweiler","city":"Bad Neuenahr-Ahrweiler","structureType":["Sonstiges"],"classification":["Burg allgemein"],"dateBegin":"unbekannt","dateEnd":"unbekannt","references":[]},"41":{"id":"41","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=41","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=41","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=41","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=41","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=41"],"title":"Nister","timeline":"Die Anfänge der gegenüber dem Zisterzienserkloster Marienstatt bei Hachenburg gelegenen Burg Nister reichen bis in das frühe 12. Jh. zurück. Als Gründer der Burg kommen die 1115 in einer Urkunde erstmals genannten Herren von Nister in Betracht. In der schriftlichen Überlieferung wird die Burg Nister (castrum Nystria) erstmals am 29. September 1300 erwähnt. Zu diesem Zeitpunkt war die Burganlage bereits seit etwa 100 Jahren Ruine. Anlass und  Zeitpunkt der Zerstörung der Burg Nister werden in der Literatur kontrovers diskutiert. Die Anlage könnte bereits Ende des 13. Jhs. im Zuge des staufisch-welfischen Thronstreits zerstört worden sein. Folgt man einer anderen These, so ist Nister 1206 durch die Grafen von Sayn niedergelegt worden, die wenige Jahre zuvor, um 1200 unweit von Nister Burg und Stadt Hachenburg gründeten. Kurz vor 1206 waren Burg und Herrschaft Nister durch Mechthild von Landsberg aus dem landgräflich-thüringischen Erbe ihrer Mutter als Heiratsgut an ihren Gatten, Graf Heinrich III. von Sayn gefallen. Auf der Burgstelle Nister entstand um 1340 ein neuer Bau, die saynische Burg Vroneck, die jedoch kurze Zeit später auf Einspruch des 1215 gegründeten Zisterzienserklosters Marienstatt niedergelegt werden musste. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Burg Nister ist bislang noch nicht hinreichend untersucht worden. Nähere Aufschlüsse über Gründung und Schicksal der Burg ließen sich lediglich durch eine archäologische Grabung ermitteln. Die in dem Burggelände geborgenen Gefäßscherben weisen auf eine Nutzung der Anlage ab dem 11. Jh. hin. (Jens Friedhoff)","buildingDescription":"Udo Liessem (Burgen der Salierzeit, 1992) spricht die Burg Nister als \"Felsenburg\" an. Von der hochmittelalterlichen Anlage, die sich auf einem steilen, über der Großen Nister gelegenen Felsgrat erhebt, blieben im Wesentlichen der Halsgraben sowie ein aus dem Felsen gehauener Schacht von 9,10 x 8 m erhalten, der sehr wahrscheinlich ein hölzernes turmartiges Gebäude (Wohnturm?) trug. Der Innenbereich ist einen Meter eingetieft. Etwa 14 m östlich dieses turmartigen Gebäudes befindet sich der imposante Halsgraben, der noch eine Länge von 30 m bei einer Tiefe von bis zu 6 m und einer Breite von 4 m aufweist. Den eigentlichen Kernbereich der Burg bildet ein bearbeiteter Felsgrat von 49 x 15 m, dem ostwärts der Halsgraben vorgelagert ist. Insgesamt scheint die Burg eine Fläche von bis zu 200 m eingenommen zu haben. Im westlichen Bereich ist in einer Entfernung von etwa 40 m ein zur Nister vorgeschobener turmartiger Felsen, das sog. \"Felschenstübchen\" vorgelagert. Diese Anlage sperrt den  Aufstieg zur Burg und diente vermutlich zudem der Beobachtung von der unweit entfernt gelegenen Furt durch die Nister. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/550_18_20051212110604.jpg","caption":"Hauptburg, Fundamentreste, Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/550_19_20051212110604.jpg","caption":"Abgearbeitete Felsen des Vorwerks (Wartturm?), Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/550_20_20051212110604.jpg","caption":"Gesamtansicht des Burgbergs, Foto: J. Friedhoff (2005)","year":"2005"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/550_24_20051212110604.jpg","caption":"a -Isometrische Ansicht des Kernbereichs der Burg und b- Lageskizze der Burg aus: Liessem, Burgen der Salierzeit (1991)","year":"1991"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit vor der Abtei Marienstatt.","fußweg / zeit vom parkplatz":"10 Min.","zugänglichkeit":"Jederzeit frei zugängliche Burgstelle, mit einer Informationstafel zur Geschiche der Burg.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Klosterbrauerei Marienstatt"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Hachenburg","structureType":["Burg","Sonstiges"],"classification":["Felsenburg","Burgstall"],"purpose":["Herrschaftsmittelpunkt"],"overview":"Hochmittelalterliche Burggründung der Herren von Nister. Nach Zerstörung zu Beginn des 13. Jhs. entstand an gleicher Stelle um 1340 die Burg Vroneck.","dateBegin":"1.H.12.Jh.","dateEnd":"1.H.13.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der als Felsenburg anzusprechenden Anlage blieben lediglich geringe Reste erhalten.","references":["BuK Biedenkopf, Dill, Ober-Westerwald und Westerburg (1910), S. 134; HHSt RP (1988), S. 1988, S. 107f.; August von Cohausen, Marienstatt, in: Nassauische Annalen 19 (1885/86), S. 186; Werner Bornheim gen. Schilling, Die von Nister und ihre Verwandten, in: Nassauische Annalen 70 (1969), S. 181-189; Karl Kessler, Marienstatt. Die Burgen Nister und Froneck, in: Der Westerwald (Führer zu archäologischen Denkmälern in Deutschland 26), Stuttgart 1993, S. 149f.; D. Trautmann, Die ehemaligen Burgen Nister und Vroneck, in: Müschenbach gestern und heute, Hachenburg 1990, S. 81ff.; Liessem, Burgen der Salierzeit (1992), S. 81ff."]},"42":{"id":"42","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=42","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=42","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=42","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=42","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=42"],"title":"Höferburg","timeline":"Urkundliche Nachrichten, die Aufschlüsse über den Zeitpunkt der Errichtung oder die Initiatoren der Burggründung geben könnten, fehlen. Bei der Bezeichnung \"Höferburg\" handelt es sich um einen Notnamen, der sich von dem im Wisserbachtal gelegenen Höferhof herleitet. Als Gründer der Burg kommen wahrscheinlich die Edelherren von Arenberg in Betracht, die als Vögte der Abtei Werden a.d. Ruhr im Raum Friesenhagen agierten. Des weiteren könnte es sich um die Stammburg der mit den Arenbergern verwandten Edelfreien von Kappenstein handeln, die im zweiten Jahrzehnt des 13. Jhs. in Merten an der Sieg begütert waren. Infolge der Erbteilung im Hause Arenberg Mitte der 1230er Jahre und der Gründung der Burgen Schönstein und Wildenburg könnte die Höferburg aufgegeben worden sein. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Abfolge der Burg ist lediglich im Zuge einer noch ausstehenden archäologischen Untersuchung der Anlage zu klären. Anlagetypus und Baubefund (Reste von Fischgrätmauerwerk) legen eine Datierung ins Hochmittelalter nahe. (Jens Friedhoff)","buildingDescription":"Die etwa 120 m lange und durchschnittlich 20-30 m breite, zweiteilige Burg wird von dem nach Süden leicht ansteigenden Gelände durch einen doppelten Abschnittsgraben getrennt. Auf dem nach N anschließenden Plateau von 48 x 28 m befand sich die Vorburg. Die von bis zu 12 m hohen Wällen umgebene Hauptburg nimmt eine unregelmäßig ovale Fläche von 18-20 m Durchmesser ein. Reste von in Fischgrätmauerwerk aufgeführtem Mörtelmauerwerk. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/557_18_20060106092103.jpg","caption":"Hauptburg, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/557_19_20060106092103.jpg","caption":"Wall der Hauptburg, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/557_20_20060106092103.jpg","caption":"Verstürzter Mauerrest in der Hauptburg, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/557_24_20060106092103.jpg","caption":"Grundriss, aus: Friedhoff, Burgenbau (2001)","year":"2001"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit unweit der Straßengabelung Morsbach-Friesenhagen/Katzwinkel-Betzdorf","fußweg / zeit vom parkplatz":"etwa 40 Min. von der vom Wisserbachtal abzweigenden Straße nach Betzdorf entlang des Baches","zugänglichkeit":"Jederzeit frei zugängliche Burgstelle.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Siegerland","county":"Altenkirchen","city":"Friesenhagen","structureType":["Burg","Sonstiges"],"classification":["Burgstelle","Bodendenkmal"],"purpose":["Dynastensitz","Herrschaftsmittelpunkt"],"overview":"Vermutliche Dynastenburg der Herren von Arenberg, im 13. Jh. aufgegeben.","dateBegin":"1.H.13.Jh.","dateEnd":"1.H.13.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der zweiteiligen Anlage blieben das Grabensystem, die bis zu 12 m hohen Wälle und im Bereich der Hauptburg verstürzte Ringmauerzüge erhalten","references":["Dehio RP (1984), S. 295; KD Altenkirchen (1935), S. 106; Friedhoff, Burgenbau (2001), S. 103-121; Friedhoff, Sauerland und Siegerland (2002), S. 84-86."]},"43":{"id":"43","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=43","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=43","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=43","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=43","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=43"],"title":"Honneroth","timeline":"Die geschichtlichen Anfänge des Adelssitzes Honneroth sind bislang noch nicht erforscht worden. Sehr wahrscheinlich handelt es sich um einen in nachmittelalterlicher Zeit gegründeten Adelssitz. Als Besitzer des mit einem Graben befestigten Anwesens wird Mitte des 17. Jhs. Graf Christian von Sayn-Wittgenstein genannt. Das Herrenhaus wird bereits 1662 als baufällig bezeichnet. Auf einem Lageplan von 1751 wird das Flurstück als \"alte Burg\" bezeichnet. Ob der herrschaftlichen Hofanlage eine Burg als Vorgängeranlage vorausging, bleibt unsicher. (Jens Friedhoff)","buildingDevelopment":"Daten zur Baugeschichte sind nicht bekannt.","buildingDescription":"Die ruinöse Burg wird 1751 in einem von dem Ingenieurleutnant Johann Christoph Friedrich Röger angefertigten Lageplan wiedergegeben. Auf einer annähernd quadratischen, von einem Graben umgebenen Fläche befanden sich 1751 noch geringe Mauerreste der Burg. Es handelt sich um das 1662 als baufällig bezeichnete Haus Honneroth. Südwestlich des Hofgutes liegt die 62,30 x 30 m große Erdanschüttung, auf deren Mitte sich ein Hügel von 14,20 m Durchmesser erhebt. Um die Erdaufschüttung verläuft ein Graben, auf den ein 4,40 m breiter Wall folgt. Nordöstlich ein weiterer Wall von etwa 2.20 m Breite. (Jens Friedhoff)","gallery":[],"misc":{"nutzung als":["Privat,"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit im Altenkirchener Ortsteil Honneroth","fußweg / zeit vom parkplatz":"10 Min.","zugänglichkeit":"Unzugängliches Gelände, von einem Wirtschaftsweg einsehbar.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Altenkirchen","city":"Altenkirchen","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle"],"purpose":["Adelssitz","Keine Angabe"],"overview":"Adelssitz als Mittelpunkt eines saynischen Domänengutes","dateBegin":"14.Jh.","dateEnd":"17.Jh.","condition":"Keine Reste","conditionCommentary":"Die Burgstelle weist keine oberirdischen Mauerreste auf.","references":["KD Altenkirchen (1935), S. 37; Gensicke, Burgen, in: Heimatadressbuch des Kreises Altenkirchen (1962), S. 15; Wegner, Broichhausen (2004), S. 208."]},"44":{"id":"44","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=44","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=44","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=44","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=44","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=44"],"title":"Burglahr","timeline":"Die zu Beginn des 13. Jhs. von dem salentinischen Zweig des Hauses Isenburg gegründete Burg diente zur Sicherung der Vogteirechte über den Besitz des Erzstifts Köln im mittleren Wiedtal. Im Jahr 1325 verpfändete Salentin von Isenburg die 1276 erstmals urkundlich genannte Anlage mit der gleichnamigen Herrschaft dem Kölner Erzbischof Heinrich von Virneburg. Bis zur 'Wiedereinlösung\" des Besitzes durch das Haus Isenburg 1592 diente die Burg als Sitz eines kurkölnischen Amtmannes und einer Kellerei. Die abgelegene Herrschaft diente dem Erzstift Köln ihrerseits als Pfandobjekt. Nachdem die Linie Isenburg-Grenzau 1664 erloschen war, wurde die Herrschaft Burglahr von der Kölner Kirche als erledigtes Lehen eingezogen. Der die Orte Burglahr, Oberlahr und Heckersfeld umfassende, als \"Lahrer Herrlichkeit\" bezeichnete Amtsbezirk, wurde dem Amt Altenwied-Linz zugeschlagen.  Auf einem im 18. Jh. von dem Fähnrich Rolshausen angefertigten Plan für die Grenzsteinsetzung zwischen Kurtrier und Kurköln wird die Burg bereits als Ruine wiedergegeben. Fortschreitender Verfall und Steinraub im 19. Jh. führten zur erheblichen Dezimierung des Baubestandes. (Jens Friedhoff)","buildingDevelopment":"In der urkundlichen Überlieferung finden sich nur spärliche Nachrichten über bauliche Aktivitäten. In der Verpfändungsurkunde von 1325 ist von einem Baugeld in Höhe von 100 Gulden die Rede, das für die Instandsetzung von Ringmauern und Graben verwendet werden sollte. Graf Heinrich von Nassau-Beilstein, Pfandinhaber von Burg und Herrschaft verbaute zu Beginn des 16. Jhs. eine Summe von 2000 Gulden an der Burg. Die Rechnungen dokumentieren 1586/87 und 1587/88 weitere bauliche Veränderungen der noch um 1700 bewohnbaren Anlage. Der noch 15 m hohe 1967/68 sanierte ruinöse Bergfried gehört vermutlich zum hochmittelalterlichen Baubestand der Burg. (Jens Friedhoff)","buildingDescription":"Die Burg nimmt einen nach Süden, Westen und Norden steil abfallenden Bersporn ein, der von dem Burgweg umrundet wird. Von der Anlage blieben im Wesentlichen die Ruine des 15 m hohen Bergfrieds, geringe Mauerreste der Ringmauer sowie der die Hauptburg an der Westseite zum leicht ansteigenden Gelände sichernde Doppelwall mit Graben erhalten. Der runde Bergfried weist in etwa 10 m Höhe an der Ost- und Westseite Türöffnungen auf. An der Ostseite des Turmes ist der Ansatz einer 1,60 m dicken Mauer (Ringmauer?) erkennbar. Schuttreste auf einem an der Südseite vorspringenden Felsen des Burgberges könnten auf die Existenz eines Vorwerks hindeuten. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/553_18_20060106085319.jpg","caption":"Ruine des Bergfrieds, Foto: J. Friedhoff (2001)","year":"2001"}],"misc":{"nutzung als":["Ruine keine Nutzung"],"anfahrt / parkplatz":"Im Ort Burglahr; Weiter auf ausgeschildertem Weg","fußweg / zeit vom parkplatz":"5 Min.","zugänglichkeit":"Jederzeit frei zugängliche Burgruine.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Gaststätte Burghof in Burglahr"},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Altenkirchen","city":"Flammersfeld","structureType":["Burg","Sonstiges"],"classification":["Kompaktanlage"],"purpose":["Landesburg","Herrschaftsmittelpunkt"],"overview":"Isenburgische Landesburg, seit 1325 kurkölnischer Pfandbesitz und Mittelpunkt eines Amtes.","dateBegin":"1.H.13.Jh.","dateEnd":"2.H.18.Jh.","condition":"Geringe Reste","conditionCommentary":"Bergfried und Wall-Graben-System an der Westseite des Burgberges erhalten. Geringe Reste der Ringmauer.","references":["Dehio RP (1984), S. 178; BuK Reg.-Bez. Koblenz (1886), S. 103; KD Altenkirchen (1935), S. 44-46; Gensicke, Burgen (1962), S. 17."]},"45":{"id":"45","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=45","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=45","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=45","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=45","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=45"],"title":"Wildenburg b. Friesenhagen","timeline":"In den 1230er Jahren im Zuge einer Erbteilung der Edelherren von Arenberg von Gerhard von Arenberg, dem Stifter der Familie von Wildenburg, angelegt. Die 1307 den Grafen von Sayn zu Lehen aufgetragene Ganerbenburg gelangte auf dem Erbweg nach dem Aussterben der Wildenburger 1418 an die Herren von Hatzfeldt. Seit dem 16. Jh. teilten sich die Hauptlinien der Familie den Besitz von Burg und Herrschaft Wildenburg: Oberschloss (Hatzfeldt-Weisweiler), Vorderschloss (Hatzfeldt-Crottorf-Gleichen und Hatzfeldt-Werther-Schönstein). 16.-18. Jh. Nutzung als Witwensitz. Ende 18. Jhs. beginnender Verfall. In den 1830er und 1850er Jahren teilweise Niederlegung der Anlage. Seit den 1850er Jahren Sitz eines Forstamtes (Hatzfeldt-Wildenburgsche Revierförsterei). (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Anlage im Hoch- und Spätmittelalter ist weitgehend ungeklärt. Zum Bestand der Gründungsanlage des 13. Jhs. zählt der runde Bergfried. Die Nutzung als Ganerbenburg lässt eine recht komplizierte bauliche Entwicklung der vielgestaltigen Anlage seit dem 14. Jh. vermuten. 1491 bestanden bereits drei Burghäuser. Weiterer Ausbau im 15.-18. Jh. Barocke Umgestaltung des Oberschlosses. Gegen Ende der 1850er Jahre wurden Teile der weitläufigen Burg wegen Baufälligkeit niedergelegt. Erhalten blieb ein als \"Bollwerck\" 1491 genanntes Gebäude und der Bergfried der Oberburg sowie weitere Mauerreste von Ober- und Unterburg. (Jens Friedhoff)","buildingDescription":"Auf dem höchsten Punkt des Bergsporns befindet sich der runde etwa 25 m hohe Bergfried, an den sich im Norden der 1491 als \"Bollwerck\" bezeichnete Nordtrakt (Revierförsterei) anschließt. Vom Westtrakt des Oberschlosses blieben lediglich Kellergewölbe erhalten. Der Verbindungsbau zwischen Nordtrakt und Bergfried entstand 1932/33. An der Westseite des dem Oberschloss vorgelegten kleinen Hofes blieben Reste der spätmittelalterlichen Umfassungsmauer erhalten. Über den Fundamenten eines hufeisenförmigen Flankenturmes entstand das eingeschossige Torwächterhäuschen am \"oberen Tor\". Nördlich des Halsgrabens entstand im 17. Jh eine barocke Gartenanlage. Vom Vorderschloss an der Südwest- und an der Südseite blieben lediglich Grundmauern erhalten. Den Burgweg sicherte eine Zwingeranlage, von der ein hufeisenförmiger Flankenturm mit zwei Geschossen erhalten blieb. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/560_18_20060106103138.jpg","caption":"Ölgemälde (um 1835), aus: Friedhoff, Wildenburg (2001)","year":"2001"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/560_19_20060106103138.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2001)","year":"2001"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/560_20_20060106103138.jpg","caption":"Sog. 'Bollwerk' mit Bergfried, Foto: J. Friedhoff (2003)","year":"2003"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/560_24_20060106103138.jpg","caption":"Lageplan, aus: KD Altenkirchen (1935)","year":"1935"}],"misc":{"nutzung als":["Verwaltung,","Privat,","Hatzfeldt-Wildenburgsche Revierförsterei"],"anfahrt / parkplatz":"Eingeschränkte Parkmöglichkeit an der Straße Wildenburg-Römershagen","fußweg / zeit vom parkplatz":"5 Min. leichter Anstieg","zugänglichkeit":"Die Anlage ist unzugänglich. Durch den äußeren Hof führt ein Wanderweg.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Gaststätte 'Wildenburger Hof' im Ortsteil Crottorf."},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Siegerland","county":"Altenkirchen","city":"Friesenhagen","structureType":["Burg","Sonstiges"],"classification":["Randhausanlage","Kompaktanlage"],"purpose":["Ganerbenburg","Dynastensitz"],"overview":"Dynastenburg der Edelherren von Wildenburg, seit dem 14. Jh. Ganerbenburg, im 15. Jh. an die Familie von Hatzfeldt.","dateBegin":"1.H.13.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Teile des Oberschlosses Wildenburg (Bergfried, Nordtrakt und kleines Pfortenhaus) erhalten und als Sitz einer Revierförsterei genutzt. Vorderschloss ruinös und teilweise gesichert.","references":["Dehio RP (1984), S. 295; BuK Reg.-Bez. Koblenz (1886), S. 123f.; KD Altenkirchen (1935), S. 165-171; HHSt RP (1988), S. 404; Jens Friedhoff, Städtischer Adelshof und \"festes Schloss\". Adeliges Wohnen in der frühen Neuzeit am Beispiel der Familie von Hatzfeldt, in: Siegerland 1999/I, S. 49-67; Friedhoff, Unterhaltung und Ausstattung (1999), S. 33-41; Friedhoff, Schönstein und die Wildenburg (2001); Friedhoff, Burgenbau (2001), S. 103-120; Jens Friedhoff, Die Wildenburg im Kreis Altenkirchen. Bauliche Unterhaltung und Nutzung im Spiegel archivalischer Quellen, in: Burgen und Schlösser 2001/1, S. 12-26; Friedhoff, Sauerland und Siegerland (2002), S. 148-152."]},"46":{"id":"46","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=46","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=46","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=46","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=46","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=46"],"title":"Freusburg","timeline":"Der Ortsname Freusburg wird bereits 1048 erwähnt. Die Dynastenfamilie der im mittleren Siegtal reich begüterten und mit den Herren von Arenberg verwandten Edelherren von Freusburg tritt erstmals 1131 mit Eberhard von Freusburg in Erscheinung. Nach dem Erlöschen des Hauses Freusburg gelangten Burg und Herrschaft an den Kölner Burggrafen Eberhard von Arenberg (1200-1218), dessen Frau Adelheid von Molsberg in erster Ehe mit einem Herren von Freusburg verheiratet war. Um 1220 gelangte die 1247 erstmals urkundlich erwähnte Burg an die Grafen von Sayn. 1378 wird die Freusburg Lehen des Erzstifts Trier. Nach wechselvoller Nutzung als Pfandobjekt, Witwensitz, Amts- und Gerichtssitz sowie Kaserne und Forstamt dient die Burg seit 1927 als Jugendherberge. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Anlage im Hoch- und Spätmittelalter ist aufgrund fehlender bauhistorischer Forschungen weitgehend ungeklärt. In der Skizze der reichsfreien Herrschaft Wildenburg aus dem Jahr 1595 wird die Freusburg sehr schematisch als Höhenburg mit spitzbehelmtem Hauptturm wiedergegeben. Teile der Umfassungsmauer der Hauptburg weisen Fischgrätmauerverband auf und gehören vermutlich noch zum hochmittelalterlichen Baubestand. Der über hohem Sockelgeschoss errichtete dreistöckige Südtrakt wurde unter Verwendung von älterem Mauerwerk um 1580 unter Heinrich IV. von Sayn erbaut (Heinrichsbau). Aus der Bezeichnung \"Trierischer Bau\" für den Nordwesttrakt kann geschlossen werden, dass an dem Gebäude während der kurtrierischen Besatzung der Burg 1606-33 bzw. 1637-52 Umbauarbeiten vorgenommen worden sind. Die beiden Flankentürme der Ringmauer datieren ins 14./15. Jh. An der Stelle älterer Wirtschaftsgebäude entstand in den 1980er Jahren ein moderner Anbau zur Hauptburg. Eine Wiederherstellung der teilweise ruinösen Anlage erfolgte in den 1920er Jahren durch den Architekten Ernst Stahl. (Jens Friedhoff)","buildingDescription":"Als äußerste Verteidigungslinie diente die in Resten erhaltene Befestigung des 1367 erstmals als Talsiedlung bezeichneten Ortes. Die Hauptburg der zweiteiligen Anlage nimmt den höchsten Teil des Bergsporns ein. Besondere Aufmerskamkeit verdient der Ende des 16. Jhs. errichtete \"Heinrichsbau\" mit seinem polygonalen Erker. Der integrierte dreiviertelrunde Flankenturm an der Südwestecke stammt vermutlich von einem Vorgängerbau. Die Ringmauer der Vorburg wird an ihren dreiviertelrunden Türmen mit längsrechteckigen Schießscharten flankiert. An der Ostseite befindet sich neben dem Tor eine kleine Bastion des 17. Jhs. Ost- und Nordseite der Burg sind durch einen in den Felsen gehauenen Graben gesichert. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/555_18_20060106090558.jpg","caption":"Hauptburg mit modernem Anbau, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/555_19_20060106090558.jpg","caption":"Heinrichsbau mit Tor zum Innenhof der Kernburg, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/555_20_20060106090558.jpg","caption":"Innenhof der Kernburg, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/555_24_20060106090558.jpg","caption":"Lageplan, aus: KD Altenkirchen (1935)","year":"1935"}],"misc":{"nutzung als":["Jugendherberge,"],"anfahrt / parkplatz":"Parkmöglichkeit unmittelbar vor der Burg","fußweg / zeit vom parkplatz":"1 Min.","zugänglichkeit":"Außenanlagen und Hof frei zugänglich.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Burg Cafe \"Zur Freusburg\" im Bergamtlichen Haus vor der Burg."},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Siegtal","county":"Altenkirchen","city":"Kirchen","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Randhausanlage"],"purpose":["Dynastensitz","Amtssitz"],"overview":"Saynische Landesburg, im 16./17. Jh. teilweise zum Schloss ausgebaut und als Garnison und Gefängnis genutzt.","dateBegin":"1.H.12.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Annähernd vollständig erhaltene zweiteilige Höhenburg mit modernem Anbau (1986) am Nordwesttrakt der Hauptburg. Die Anlage dient als Jugendburg.","references":["Dehio RP (1984), S. 292f.;","BuK Reg.-Bez. Koblenz (1886),  S. 107-110;","KD Altenkirchen (1935), S. 73-84;","Hans Fritzsche, Vom Kunstsinn des Grafen Heinrich IV. von Sayn. Die Kunstdenkmäler der Freusburg, in: Siegerland 1987/3, S. 79-82;","G. N. Bode, Die \" Jugendburg\" Freusburg. Aspekte der Umnutzung und des Heimatschutzes einer Burg im Westerwald, in: Burgen und Schlösser im Westerwald. Historische Wehr- und Wohnbauten zwischen Sieg, Lahn, Dill und Rhein, Hachenburg 1999, S. 83-93;","Jens Friedhoff, Die Freusburg bei Kirchen an der Sieg. Notizen zu Geschichte und Baugeschichte einer saynischen Landesburg, in: Siegerland 2001/1, S. 25-45;","Friedhoff, Sauerland und Siegerland (2002), S. 62-66.","Jens Friedhoff, Die Freusburg bei Kirchen an der Sieg. Bauliche Unterhaltung und Nutzung einer saynischen Landesburg im 18. und frühen 19. Jahrhundert, in: Jahrbuch für westdeutsche Landesgeschichte 35 (2009), S. 285-325."]},"47":{"id":"47","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=47","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=47","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=47","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=47","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=47"],"title":"Schönstein a.d.Sieg","timeline":"Hochmittelalterliche Burggründung der Edelherren von Arenberg, die seit 1200 im mittleren Sieggebiet als Erben der Edelherren von Freusburg nachweisbar sind. Die Burggründung der 1255 erstmals urkundlich erwähnten Burg Schönstein erfolgte im Kontext einer Teilung des Hauses Arenberg in einen Arenberger und einen Wildenburger Zweig Mitte der 1230er Jahre. Im Zusammenhang mit der Teilung wurde die Höferburg (sehr wahrscheinlich Herrschaftsmittelpunkt der Herren von Arenberg im Wildenburger Land) aufgegeben. Im Süden der Arenbergischen Besitzungen entstand Schönstein als administrativer Mittelpunkt, während der nördlich der Sieg gelegene Teil der Herrschaft (Wildenburger Land) von der 1239 erstmals genannten Wildenburg aus verwaltet wurde. Ende des 13. Jhs. fiel Schönstein als erledigtes Lehen an das Erzstift Köln zurück. Die Landesburg Schönstein, Mittelpunkt des gleichnamigen Amtes, diente vom 14. bis zum 16. Jh. häufig als Pfandobjekt. 1589 gelangte Schönstein als erbliches Lehen an die Familie von Hatzfeldt, in deren Besitz sich die Burg noch heute befindet. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Anlage im Hoch- und Spätmittelalter ist aufgrund fehlender bauhistorischer Forschungen weitgehend ungeklärt. Zum hochmittelalterlichen Kernbestand der Burg gehört die polygonale Ringmauer, an die sich hofseitig drei Flügel des Renaissance-Schlosses anlehnen. Der Nordflügel und die hufeisenförmigen Flankentürme an der Nord- und an der Ostseite der Hauptburg datieren ins 15. Jh.. Spätmittelalterlichen Ursprungs sind die sog. \"untere Pforte\" am Elbach und die teilweise erhaltene Vorburgummauerung mit dreiviertelrundem Flankenturm unweit der verschwundenen \"oberen Pforte\" beim Halsgraben. Der historisch nachweisbare Hauptturm (großer Turm) wurde Ende des 16. Jhs. im Zuge des Ausbaus der Anlage zu einem vierflügeligen Renaissance-Schloss 1589-1598 unter Hermann von Hatzfeldt (+1600) abgetragen. Etwa zur gleichen Zeit wurden die zahlreichen Burgmannenhäuser im Vorburggelände der Burg niedergelegt. An die Stelle der Burgmannensitze in der Vorburg traten in nachmittelalterlicher Zeit Wirtschafts- und Verwaltungsgebäude. (Jens Friedhoff)","buildingDescription":"Typologisch ist die über polygonalem Grundriss errichtete Hauptburg des Schlosses den Randhausburgen zuzuordnen, deren Gebäude sich an die Innenseiten der Ringmauer anlehnen. Die eigenwillige Grundrissgestalt ist durch die Topografie des Geländes vorgegeben. Die in Backstein ausgeführten hofseitigen Fassaden des dreigeschossigen Süd- und Westflügels zeigen deutlich den Einfluss rheinisch-westfälischer Profanarchitektur und datieren in das ausgehende 16. Jh.. An der Feldseite blieben Baureste der mittelalterlichen Anlage erhalten. Im zweiten Obergeschoss des Ostflügels befand sich bis zur Brandzerstörung 1623 die mittelalterliche Burgkapelle. Ins 15. Jh. datieren die hufeisenförmigen Flankentürme an der Nord- und an der Ostseite. Im Westen war die zweiteilige, aus Vor- und Hauptburg bestehende Anlage, durch einen Halsgraben gesichert. Von der Vorburgbefestigung blieben Mauerreste und ein dreiviertelrunder Flankenturm erhalten. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/559_18_20060106095408.jpg","caption":"Gesamtansicht, Foto: J. Friedhoff (2002)","year":"2002"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/559_24_20060106102724.jpg","caption":"Lageplan, aus: KD Altenkirchen (1935)","year":"1935"}],"misc":{"nutzung als":["Verwaltung,","Privat,","Hatzfeldt-Wildenburgsche Verwaltung"],"anfahrt / parkplatz":"Begrenzte Parkmöglichkeit im Ortskern von Schönstein","fußweg / zeit vom parkplatz":"3 Min.","zugänglichkeit":"Keine Besichtigung, da Privatbesitz und Hatzfeldt-Wildenburg`sche Verwaltung.","besichtigung / führung":["Besicht. aussen,"]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Siegerland","county":"Altenkirchen","city":"Wissen","structureType":["Burg","Burg-Schloss","Sonstiges"],"classification":["Randhausanlage","Kompaktanlage"],"purpose":["Herrschaftsmittelpunkt","Landesburg"],"overview":"Dynastenburg der Herren von Arenberg, seit dem 13. Jh. kurkölnische Landesburg, im 16./17. Jh. teilweise zum Schloss ausgebaut.","dateBegin":"2.H.13.Jh.","dateEnd":"unbekannt","condition":"Weitgehend erhalten","conditionCommentary":"Annähernd vollständig erhaltene, im Kern mittelalterliche Höhenburg. Im 16. Jh. zum Schloss ausgebaut.","references":["Dehio, RP (1984), S. 944f.","BuK Reg.-Bez. Koblenz (1886), S. 121f.","KD Altenkirchen (1935), S. 151-164.","Friedhoff Unterhaltung und Ausstattung (1999), S. 33-41. Friedhoff, Schönstein und die Wildenburg (2001).","Friedhoff, Burgenbau (2001), S. 103-120.","Friedhoff, Sauerland und Siegerland (2002), 128-132.","Jens Friedhoff, Geschichte, bauliche Entwicklung und Ausstattung des Schlosses Schönstein an der Sieg, in: Jahrbuch für westdeutsche Landesgeschichte 38 (2012), S. 109-169.","Jens Friedhoff, Schloss Schönstein bei Wissen an der sieg. Besitzgeschichte, bauiche Entwicklung und Ausstattung im Spiegel archivalischer Überlieferung, In: Siegener Jahrbuch 17 (2012), S. 6-53."]},"48":{"id":"48","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=48","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=48","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=48","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=48","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=48"],"title":"Rotenhain","timeline":"Historische Nachrichten zu der \"Alten Burg\" bei Rotenhain fehlen. Die Gründer der Burg sind ebensowenig bekannt, wie der exakte Zeitpunkt ihrer Zerstörung bzw. Aufgabe. Möglicherweise entstand die Niederungsburg zur Sicherung eines Handelsweges, des sogenannten \"Alten Postweges\". Auf der Grundlage der wenigen archäologischen Funde lässt sich ene Besiedlung der Burgstelle für das 12./13. Jh. nachweisen. (Jens Friedhoff)","buildingDevelopment":"Die bauliche Entwicklung der Burg lässt sich nicht im Detail nachvollziehen. Aufgrund des Fundmaterials kann die Anlage in das 12./13. Jh. datiert werden. Setzt man die Gründung der Burg in das ausgehende 11. bzw. beginnende 12. Jh., so ist die Aufgabe in die 2. H. des 13. Jhs. zu datieren. Die weitere Zerstörung der \"Alten Burg\" erfolgte sehr wahrscheinlich durch Steinraub. (Jens Friedhoff)","buildingDescription":"Die in einer sumpfigen Niederung gegründete Anlage zählt zu den Burgen des \"Motte-Typs\". Bei der Kernburg handelt es sich um einen rechteckigen Bau von 20 x 22 m Seitenlänge. In dem 3 m hohen Mottenhügel, der von einem 4-5 m breiten Graben umgeben ist, bleiben Grundmauern eines turmartigen Gebäudes (?) erhalten. Eine zuverlässige Rekonstruktion der Anlagegestalt ist aufgrund der archäologischen Befunde nicht möglich. Über dem bis zu 3,50 m messenden Fundament erreicht die Außenmauer eine Stärke von 2 - 2,50 m. Im nordwestlichen Innenbereich stieß man auf die Reste eines runden Brunnenschachtes von 3,80 - 4,20 m Tiefe. Vor der Südmauer deuten Pfostenlöcher vermutlich auf den dort befindlichen Zugang zur Burg hin. Brandhorizonte und starke Zerstörungsreste erlauben eine Unterscheidung von drei Bebauungs- bzw. Benutzungsphasen der Burganlage. Bei dem geborgenen archäologischen Fundmaterial handelt es sich vornehmlich um Keramik des 12.u. 13. Jhs. (Jens Friedhoff)","gallery":[{"url":"/r30/vc_content/bilder/firma451/msvc_intern/546_18_20051207130042.jpg","caption":"Rekonstruktionsversuch, aus: Wegner, Untersuchungen (2004)","year":"2004"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/546_19_20051207130042.jpg","caption":"Die Burganlage während der Grabung, Foto: J. Friedhoff (1999)","year":"1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/546_20_20051207130042.jpg","caption":"Die Burganlage während der Grabung, Foto: J. Friedhoff (1999)","year":"1999"},{"url":"/r30/vc_content/bilder/firma451/msvc_intern/546_24_20051207130042.jpg","caption":"Plan der Motte, aus: Wegner, Untersuchungen (2004)","year":"2004"}],"misc":{"nutzung als":["Verwaltung,","Ruine keine Nutzung"],"anfahrt / parkplatz":"Parkmöglichkeit vor dem nahe der Burgstelle befindlichen Sportplatz.","fußweg / zeit vom parkplatz":"2-3 Min.","zugänglichkeit":"Jederzeit frei zugängliche Burgstelle mit Informationstafeln.","besichtigung / führung":["Besicht. aussen,"],"einkehrmöglichkeit":"Burg-Restaurant unweit des Sportplatzes."},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Westerburg","structureType":["Burg","Sonstiges"],"classification":[],"purpose":["Adelssitz"],"overview":"Hochmittelalterliche Niederungsburg. Schriftquellen zu der Burg sind bislang noch nicht nachweisbar.","dateBegin":"1.H.12.Jh.","dateEnd":"13.Jh.","condition":"Geringe Reste","conditionCommentary":"Von der 1998-2000 archäologisch untersuchten Burg blieb im wesentlichen der Mottenhügel erhalten. Die Gräben wurden nach erfolgter archäologischer Untersuchung mit Wasser gefüllt.","references":["Hellmuth Gensicke, Kirchspiel und Gericht Rotenhain, in: Nassauische Annalen (1968), S. 341-362; W. Schlag, Die \"Alte Burg\" bei Rotenhain, in: Westerburger Hefte 13 (1979), S. 24-27; Hans Helmut Wegner, Archäologische Untersuchungen im Bereich der \"Alte Burg\" bei Rothenhain, Westerwaldkreis, in: Berichte zur Archäologie an Mittelrhein und Mosel 9 (Beiheft zur Trierer Zeitschrift 28), Trier 2004, S. 213-234."]},"49":{"id":"49","urls":["https://www.ebidat.de/cgi-bin/ebidat.pl?id=49","https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=49","https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=49","https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=49","https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=49"],"title":"Vroneck","timeline":"Die Burg Vroneck wurde kurz vor 1340 von den Grafen von Sayn gegründet und dem Erzstift Trier zu Lehen aufgetragen. Als Standort der Burg wählte man die Burgstelle Nister. Die Anlage scheint nur kurze Zeit bestanden zu haben. Auf Einspruch der unmittelbar gegenüber dem Burgberg gelegenen Zisterzienserabtei Marienstatt wurde die saynische Burg Vroneck schließlich 1344 niedergelegt. (Jens Friedhoff)","buildingDevelopment":"Von der spätmittelalterlichen Burg Vroneck haben sich nach bisherigem Kenntnisstand keine oberirdisch sichtbaren Reste erhalten. Die wenigen Spuren, die auf dem Felsgrat von einer Burg künden, stammen offensichtlich von der um 1100 entstandenen und spätestens 1206 zerstörten Burg Nister. (Jens Friedhoff)","buildingDescription":null,"gallery":[],"misc":{"nutzung als":[],"besichtigung / führung":[]},"country":"Bundesrepublik Deutschland","state":"Rheinland-Pfalz","region":"Westerwald","county":"Westerwaldkreis","city":"Hachenburg","structureType":["Burg","Sonstiges"],"classification":["Abgegangene Burgstelle"],"purpose":["Landesburg"],"overview":"Spätmittelalterliche Burggründung der Grafen von Sayn an der Stelle der bereits an der Wende vom 12. zum 13. Jhs. zerstörten Burg Nister.","dateBegin":"1.H.14.Jh.","dateEnd":"1.H.14.Jh.","condition":"Keine Reste","conditionCommentary":"Nur Bearbeitungsspuren im Fels","references":["HHSt RP (1988), S. 107f.; Karl Kessler, Marienstatt. Die Burgen Nister und Froneck, in: Der Westerwald (Führer zu archäologischen Denkmälern in Deutschland 26), Stuttgart 1993, S. 149f.; D. Trautmann, Die ehemaligen Burgen Nister und Vroneck, in: Müschenbach gestern und heute, Hachenburg 1990, S. 81ff."]}}