{
  "id": "11",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=11",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=11",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=11",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=11",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=11"
  ],
  "title": "Braunsberg",
  "timeline": "Als Initiator der Burggründung gilt Bruno I. von Isenburg (erwähnt 1179-1198), der im Tausch von der Abtei Rommersdorf den Burgberg zu Braunsberg erwarb. Die Burg beherrschte die alte Verbindungsstraße aus dem Westerwald zum Neuwieder Becken, über Dierdorf und Anhausen. Brunos gleichnamiger Sohn erbte nach dem Aussterben der älteren Grafen von Wied die Grafschaft Wied und stiftete die Linie Isenburg-Braunsberg-Wied, die bis zu ihrem Erlöschen 1462 über die Burg verfügte. 1482 gelangt Braunsberg mit der Grafschaft Wied an das Haus Wied-Runkel und bildet 1597 einen Bestandteil der Niedergrafschaft. Vom 15. bis zum 17. Jh. diente die Burg, die den Mittelpunkt einer das Kirchspiel Anhausen umfassenden Herrschaft bildet, häufig als Pfandobjekt. 1698-1705 Witwensitz der Gräfin Maria Juliana von Wied. Im Jahr 1660 erfolgt die Besetzung der Burg durch kurtrierisches Militär und die Eroberung durch kurkölnische Truppen. Um 1770 ist das eigentliche, z. T. bereits Ende des 17. Jhs. baufällige Schloss unbewohnt. Eine Ansicht von 1785 zeigt Braunsberg bereits als Ruine. In den letzten Kriegsjahren des Zweiten Weltkriegs wird die Ruine 1944/45 durch amerikanischen Artilleriebeschuss stark zerstört. Im Bereich der Vorburg befindet sich eine fürstl. Wiedische Revierförsterei. (Jens Friedhoff)",
  "buildingDevelopment": "Die Baugeschichte der Burg wurde bislang nur unzureichend erforscht. Zum mittelalterlichen Baubestand der Gründungsanlage zählen die unteren Mauerpartien der Ringmauer der Hauptburg, an die sich die Wohngebäude anlehnen. Die Zwingeranlage mit einem Torturm an der Südseite sowie die Mauerreste der Vorburg gehören ebenso wie die bis zur  Zerstörung 1944/45 auf einem Konsolfries vorkragenden Obergeschosse des \"Palas\" einer spätmittelalterlichen Bauphase an. Seit dem ausgehenden 17. Jh. finden sich in den Schriftquellen Klagen über den schlechten baulichen Zustand der Burg. (Jens Friedhoff)",
  "buildingDescription": "Die auf dem höchsten Grat des Bergsporns gelegene Hauptburg beschreibt ein Rechteck mit abgeschnittener Südwestecke. Bis zur Zerstörung 1944/45 wies der Wohnbau über Kellergewölben drei Geschosse auf (oberstes Stockwerk über Rundbogenfries vorkragend). Der Zugang zur Hauptburg erfolgte durch einen der Westfront vorgelegten Torbau und einen an der Südseite befindlichen gewölbten Torturm zur Vorburg. Das langgestreckte Vorburggelände wird von den Gebäuden der neuzeitlichen Revierförsterei dominiert. An der Ostseite hat sich der Halsgraben mit einer steinernen Brücke erhalten. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/47_18_20050509124902.jpg",
      "caption": "Detail der Ringmauer, Foto: J. Friedhoff (1996)",
      "year": "1996"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/47_19_20050509125020.jpg",
      "caption": "Burgruine um 1825, aus Burgen und Schlösser im Westerwald (1999)",
      "year": "1999"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/47_20_20050509125306.jpg",
      "caption": "Geamtansicht der Hauptburg, Foto: J. Friedhoff (1996)",
      "year": "1996"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/47_24_20050509125306.jpg",
      "caption": "Grundriss und Schnitt, aus KD Neuwied (1940)",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "Verwaltung,",
      "Wiedsche Revierförsterei im Vorburgbereich",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit am Aubach-Stausee am Eingang des Aubachtales",
    "fußweg / zeit vom parkplatz": "30 Minuten mit steilem Anstieg",
    "zugänglichkeit": "Der Kernbereich der Burg ist stark einsturzgefährdet und daher unzugänglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Neuwied",
  "city": "Neuwied",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage"
  ],
  "purpose": [
    "Landesburg",
    "Dynastensitz"
  ],
  "overview": "Hochmittelalterliche Dynastenburg der Braunsberger Linie des Hauses Isenburg (später Isenburg-Braunsberg-Wied).",
  "dateBegin": "2.H.12.Jh.",
  "dateEnd": "2.H.17.Jh.",
  "condition": "Bedeutende Reste",
  "conditionCommentary": "Ruine der Hauptburg in fortschreitendem Verfall. Im Bereich der Vorburg neuzeitliche Revierförsterei des fürstl. Hauses Wied.",
  "references": [
    "Dehio, RP (1985), S. 35; BuK Koblenz (1886), S. 474f.; KD Neuwied (1940), S. 67-70; HHSt RP (1988), S. 56; Hachemer, Frank, Braunsberg. Eine vergessene Burgruine, in: Rheinische Heimatpflege 30 1993/1, S. 25-28; Friedhoff, Burgen und Schlösser (1999), S. 93-103."
  ]
}