{
  "id": "12",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=12",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=12",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=12",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=12",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=12"
  ],
  "title": "Isenburg im Saynbachtal",
  "timeline": "Bei der 1103 erstmals urkundlich erwähnten Burg handelt es sich um die Stammburg des Ende des 11. Jhs. urkundlich in Erscheinung tretenden edelfreien Geschlechts der Herren von Isenburg. Gegen Ende des 12. Jhs. bildet die Familie mehrere Zweige aus. Im 13. Jh. sind vier Linien des Hauses Isenburg an der Burg beteiligt, die über vier Burghäuser verfügen: \"Runkeler Haus\", auch als \"Frauenhaus\" bezeichnet (ältere Grenzauer Linie, gelangt über Isenburg-Arenfels 1373 an Wied); \"Wiedisches Haus\" (Isenburg-Braunsberg, die sich seit 1340 Grafen von Wied nennen); \"Kobernhaus\" (von der Linie Isenburg-Kobern 1344 an die salentinische Linie, im 16. Jh. Isenburg-Neumagen). \"Haus der salentinischen Linie\". Die vielfach zersplitterten Anteile an Burg und Herrschaft fielen im frühen 16. Jh. je zur Hälfte an die Grafen von Wied und die Grafen von Isenburg-Grenzau aus der salentinischen Linie. Nach dem Erlöschen der Linie Isenburg-Grenzau gelangte der Besitz an die Freiherrn von Walderdorff. Der wiedische Anteil gehörte seit 1770 Wied-Runkel. Beide Teile kamen 1806 unter nassauische Hoheit. Infolge der Teilung der Grafschaft Wied wurde die Isenburg 1595 der Niedergrafschaft Wied zugeschlagen. Die 1625 noch bewohnte Burg war Ende des 18. Jhs. Ruine. Von der ummauerten, 1235 entstandenen und 1334 urkundlich erwähnten Talsiedlung Isenburg haben sich umfangreiche Reste der Befestigung erhalten. Die bis zum heutigen Tage im Besitz des Fürstlichen Hauses Wied befindliche Ruine wird von dem im Januar 2005 gegründeten Freundeskreis der Isenburg e.V. betreut, der sich zum Ziel gesetzt hat, die in rasch fortschreitendem Verfall befindliche Burgruine zu sichern und zu erschließen.  (Jens Friedhoff)",
  "buildingDevelopment": "Die Baugeschichte der Ganerbenburg ist im Detail noch nicht geklärt. Bauhistorische, archäologische und archivalische Untersuchungen fehlen. Über die Baugestalt der hochmittelalterlichen Gründungsanlage des beginnenden 12. Jhs. liegen keine gesicherten Erkenntnisse vor. Die erhaltenen Reste datieren vornehmlich in die Zeit nach 1200. Im 13. Jh. bestand die Burg aus vier Burghäusern der verschiedenen Linien des Hauses Isenburg sowie aus gemeinschaftlich genutztem Bergfried. 1377 wird das \"Falkenhaus\" erwähnt. Der Besetzung durch spanische Truppen 1633 folgt Ende des 17. Jhs. der Verfall. Eine im Fürstlich-Wiedschen Archiv aufbewahrte Karte von 1677 zeigt die noch weitgehend intakte Burg. (Jens Friedhoff)",
  "buildingDescription": "Der Zugang zur Burg erfolgt durch ein Torhaus nordwestlich unterhalb der Hauptburg und führt in zwei Kehren zum Kernburgbereich mit den Ruinen von zwei zwei- bis dreigeschossigen Wohnbauten (an der West- und an der Südseite) sowie des von der Angriffseite im Norden abgekehrten quadratischen Bergfrieds im Südteil der Anlage. Westlich unterhalb von Bergfried und Wohnbau finden sich Reste einer Zwingeranlage. Am besten erhalten ist das Geschlechterhaus nördlich des Bergfrieds, das Reste des Außenputzes, eine Kaminanlage sowie die Fragmente eines steilen Dreieckgiebels an der Südseite aufweist. Der stark ruinöse Bergfried verfügte über einen Hocheingang (5 m über dem Bodenniveau). (Jens Friedhoff)",
  "gallery": [
    {
      "id": "0",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_101_20050504142838.jpg",
      "path": "/images/12/0.jpg",
      "caption": "Wohngebäude der Hauptburg, Foto: J. Friedhoff (1999)",
      "year": "1999"
    },
    {
      "id": "1",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_103_20050504142838.jpg",
      "path": "/images/12/1.jpg",
      "caption": "Burgruine und Talsiedlung Isenburg, 1779 aus: Emanuel Graf von Waldersdorff/Lupold von Lehsten, Die Frauen der Walderdorff, Molsberg 1999"
    },
    {
      "id": "2",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_105_20050504142838.jpg",
      "path": "/images/12/2.jpg",
      "caption": "Gesamtansicht, Foto: J. Friedhoff (2001)",
      "year": "2001"
    },
    {
      "id": "3",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/41_23_20050504142838.jpg",
      "path": "/images/12/3.jpg",
      "caption": "Grundriss aus: KD Neuwied (1940)",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Begrenzte Parkmöglichkeit vor der Kirche im Oberdorf Isenburg.",
    "fußweg / zeit vom parkplatz": "5 Min.",
    "zugänglichkeit": "Die Burganlage ist z. Z. wegen der laufenden Sanierungsarbeiten nicht zugänglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Gasthaus zur Isenburg"
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Neuwied",
  "city": "Isenburg",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage"
  ],
  "purpose": [
    "Ganerbenburg",
    "Stammsitz"
  ],
  "overview": "Hochmittelalterliche Stammburg der im 11. Jh. erstmals bezeugten Edelherren von Isenburg. Seit dem frühen 13. Jh. Ganerbenburg.",
  "dateBegin": "1.H.12.Jh.",
  "dateEnd": "2.H.18.Jh.",
  "condition": "Bedeutende Reste",
  "conditionCommentary": "Burgruine in starkem, rasch fortschreitendem Verfall. 2005 Beginn von Sicherungsarbeiten in Teilbereichen der Burgruine durch den Freundeskreis der Isenburg e.V. in Verbindung mit dem Landesamt für Denkmalpflege Rheinland-Pfalz.",
  "references": [
    "Dehio, RP (1985), S. 406; BuK Koblenz (1886), S. 500f.; KD Neuwied (1940), S. 189-194; Eugen Wasser, Isenburg im Saynbachtal (Rheinische Kunststätten 425), Neuss 1999; Friedhoff, Burgen und Schlösser ( 1999), S. 93-103; Eugen Wasser, Isenburg. Burg und Ortsbefestigung, in: Heimatjahrbuch des Landkreises Neuwied (2000), S. 62-66; Eugen Wasser, Isenburg und die Isenburger. 900 Jahre Dorfgeschichte, Horb am Neckar 2002."
  ]
}