{
  "id": "15",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=15",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=15",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=15",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=15",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=15"
  ],
  "title": "Weltersburg, Reiffenberger Schlösschen",
  "timeline": "Die niederadeligen Herren von Reifenberg lassen sich bereits Ende des 14. Jhs. als Funktionsträger der Grafen von Sayn zu Weltersburg nachweisen. 1384 ist Kuno von Reifenberg als Amtmann auf der Weltersburg bezeugt. Spätestens seit dem ausgehenden 15. Jh. verfügte die Familie über ein Burghaus am Hang des Weltersburger Schlossberges. 1469 wird der Reifenberger Burgsitz \"in den Alen\" unter dem Burghaus des Meffried von Brambach erwähnt. Bei dem noch 1581 bestehenden \"alten Haus\" handelt es sich vermutlich um den oben genannten spätmittelalterlichen Burgsitz, der knapp drei Jahrzehnte zuvor durch einen \"Neubau\", das \"neue Haus\" ergänzt wurde. Das zuletzt genannte Anwesen, ein zweigeschossiger Baukörper mit vier runden Ecktürmen, wurde 1551 von Philipp von Reifenberg erbaut und bildete in der Folgezeit den Stammsitz der \"Wäller\" (=Westerwälder) Linie der Herren von Reifenberg. In der Literatur (Dehio RP 1984 u. BuK Biedenkopf, Dill, Ober-Westerwald und Westerburg, 1910), wird das Burghaus fälschlich als \"Brambacher Schlösschen\" bezeichnet (vgl. Weltersburg-II). Das sog. Reifenberger Schlösschen gelangte 171 an den Leiningen-Westerburger Rat und späteren Kanzleidirektor Heinrich David Emanuel Schuler aus Wetzlar, der in den Adelsstand erhoben wurde und den Namen \"von Schuler\" führte. Bis 1854 blieb das Anwesen in von Schuler`schem Besitz, später gelangte es an den Landwirt Tripp aus Hundsangen und 1904 schließlich an die Familie von Holzbach. Das gut erhaltene Burghaus dient heute privaten Wohnzwecken und ist daher nicht zu besichtigen. (Jens Friedhoff)",
  "buildingDevelopment": "Über den Entstehungszeitpunkt des sog.\"alten\" Burghauses der Familie von Reifenberg, das in der schriftlichen Überlieferung erstmals 1469 erwähnt wird, liegen bislang keine gesicherten Erkenntnisse vor. Als Initiator des 1552 errichteten \"neuen\" Hauses, das mit dem sog. Reifenberger Schlösschen identisch ist, gilt Philip von Reifenberg. Das \"neue Haus\" wurde schließlich 1581 von dem alten Haus mit der Kapelle besitzgeschichtlich getrennt und Philipps Schwester, Magdalena von Holdinghausen als Wohnsitz auf Lebenszeit eingeräumt. Die z.T. unterschiedliche Mauerstärke der Rundtürme und einzelner Wände spricht für eine Einbindung älterer (spätmittelalterlicher) Bauteile in den renaissancezeitlichen Neubau in der zweiten Hälfte es 16. Jhs. (Jens Friedhoff)",
  "buildingDescription": "Von dem noch 1581 erwähnten \"alten\" Burghaus haben sich keine baulichen Reste erhalten. Das noch bestehende Burghaus, im Volksmund auch als \"Reifenberger Schlösschen\" bezeichnet, entstand 1552 als zweigeschosiger quadratischer Baukörper mit vier unterschiedlich großen runden spitzbehelmten Rundtürmen. Vermutlich wurden beim Neubau in der Mitte des 16. Jhs. Teile älterer Bauten miteinbezogen. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/527_18_20051116121157.jpg",
      "caption": "Seitenansicht des Reifenberger Schlösschens, Foto: J. Friedhoff (2003)",
      "year": "2003"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,"
    ],
    "anfahrt / parkplatz": "Begrenzte Parkmöglichkeit im Ort.",
    "fußweg / zeit vom parkplatz": "2 Min.",
    "zugänglichkeit": "Das Burghaus befindet sich in Privatbesitz und ist daher nur von außen zu besichtigen.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Westerwaldkreis",
  "city": "Westerburg",
  "structureType": [
    "Burg",
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [
    "Burghaus"
  ],
  "purpose": [
    "Adelssitz"
  ],
  "overview": "Renaissancezeitlicher Adelssitz an der Stelle eines spätmittelalterlichen Burgmannenhofes.",
  "dateBegin": "2.H.15.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Weitgehend erhalten",
  "conditionCommentary": "Von dem spätmittelalterlichen Burghaus blieben keine Reste erhalten. Das in der 2. H. des 16. Jhs. errichtete neue Burghaus enthält z. T. spätmittelalterliche Baureste einer Ringmauer. .",
  "references": [
    "Dehio RP (1984), S. 1126; HHSt RP (1988), S. 400f.; BuK Biedenkopf, Dill, Ober-Westerwald und Westerburg (1910), S. 161f.; Gensicke, Molsberg und Weltersburg (1958), S. 2011-221; Hermann Ament, Weltersburg. Burg und Burghaus, in: Der Westerwald (Führer zu den archäologischen Denkmälern in Deutschland 26), Stuttgart 1993, S. 190."
  ]
}