{
  "id": "17",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=17",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=17",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=17",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=17",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=17"
  ],
  "title": "Rheinbreitbach, Untere Burg",
  "timeline": "Die Untere Burg zu Rheinbreitbach gilt als Stammsitz der 1217 urkundlich bezeugten niederadeligen Familie von Breitbach. 1364 erhielt Johann, der Sohn des Konrad von Breitbach als Lehen des Erzstifts Köln das Haus zu Rheinbreitbach (Untere Burg). Auf dem Erbweg gelangte die Untere Burg 1797 an die Grafen von Renesse zu Breitbach, in deren Besitz sich das Burggelände noch heute befindet. (Jens Friedhoff)",
  "buildingDevelopment": "Den Kern der spätmittelalterlichen Anlage bildet - wie im Fall der benachbarten Oberen Burg zu Rheinbreitbach - ein Wohnturm. Der über quadratischem Grundriss errichtete Wohnturm wies fünf Geschosse auf und wurde von einem steilen Pyramidendach bekrönt. In spätgotischer Zeit entstand an der Westseite ein dreigeschossiger Anbau. Weitere zum Teil in Fachwerkkonstruktion errichtete Anbauten wurden in nachmittelalterlicher Zeit an der Nord- und Südseite errichtet. Nach der Niederlegung der baulich vernachlässigten Anlage Mitte der 1950er Jahre blieben von der Unteren Burg lediglich die westliche Umfassungsmauer mit einem Gesindehaus sowie eine rundbogige Toreinfahrt erhalten. (Jens Friedhoff)",
  "buildingDescription": "Den Kern der spätmittelalterlichen Anlage bildete der fünfgeschossige Wohnturm mit steilem Pyramidendach, an den sich an der West-, Süd- und Nordseite spätmittelalterliche und frühneuzeitliche Gebäude anlehnten. An der Südseite befand sich ein in den Anbau integrierter Treppenturm. Der dreigeschossige Flügel an der Westseite entstand in spätgotischer Zeit. Die Hauptburg war von einem 5 m breiten, 3-4 m tiefen Graben umgeben. An der Südseite haben sich Wirtschaftsgebäude erhalten. Den Zugang zum Burggelände ermöglicht die noch bestehende rundbogige Toreinfahrt auf der Westseite. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/53_18_20050511122420.jpg",
      "caption": "Untere Burg, historische Fotografie, aus: KD Neuwied (1940)",
      "year": "1940"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/53_24_20050511122420.jpg",
      "caption": "Grundriss, aus: KD Neuwied (1940)",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit im Ortskern von Rheinbreitbach",
    "fußweg / zeit vom parkplatz": "3 Min.",
    "zugänglichkeit": "Frei zugängliches Burggelände.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Mittelrhein",
  "county": "Neuwied",
  "city": "Rheinbreitbach",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Wohnturm"
  ],
  "purpose": [
    "Adelssitz"
  ],
  "overview": "Stammsitz der 1217 erstmals urkundlich nachweisbaren niederadeligen Familie von Breitbach.",
  "dateBegin": "1.H.13.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Geringe Reste",
  "conditionCommentary": "Von der Mitte der 1950er Jahre niedergelegten Burg blieb nur noch ein Wirtschaftsgebäude und ein Torbogen der Umfassungsmauer erhalten.",
  "references": [
    "KD Neuwied (1940), S. 351ff.; HHst RP (1988), S. 306;  Lahr, Reinhard, Denkmalzone Untere Burg in Rheinbreitbach, in: Heimatjahrbuch des Landkreises Neuwied (2001), S. 84f."
  ]
}