{
  "id": "19",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=19",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=19",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=19",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=19",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=19"
  ],
  "title": "Vilszelt",
  "timeline": "Bei der Burg Vilszelt handelt es sich sehr wahrscheinlich um eine Gründung der aus dem Wiedtal stammenden Edelherren von Uetgenbach. Die Ursprünge der Anlage reichen vermutlich bis ins 13. Jh. zurück. Auf dem Erbweg gelangte Vilszelt im 15. Jh. als Lehen des Kölner Domkapitels an die Familie von Nesselrode, in deren Eigentum sich die zu Beginn des 18. Jhs. zu einem barocken Herrenhaus umgebaute Anlage noch heute befindet. (Jens Friedhoff)",
  "buildingDevelopment": "Die Baugeschichte der Burg ist weitgehend ungeklärt. Teile des mittelalterlichen Mauerwerks wurden in den 1713 bis 1716 errichteten barocken Neubau einbezogen. Für das Jahr 1701 berichten die Schriftquellen von der Wiederherstellung der reparaturbedürftigen Brücke über dem Wassergraben. (Jens Friedhoff)",
  "buildingDescription": "Die heutige Anlage präsentiert sich als schlichter zweigeschossiger kubusförmiger Bau mit Walmdach. Das verschiedentlich auch als \"Burghaus\" bezeichnete Herrenhaus entstand 1713-1716 unter Verwendung von Bauteilen des mittelalterlichen Vorgängerbaus. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/82_18_20050602161227.jpg",
      "caption": "Gesamtansicht, Foto: J. Friedhoff (1998)",
      "year": "1998"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,",
      "Wohnzwecke"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit in der Nähe der Burg",
    "fußweg / zeit vom parkplatz": "2 Min.",
    "zugänglichkeit": "Keine Besichtigung, da privat genutzt.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Mittelrhein",
  "county": "Neuwied",
  "city": "Unkel",
  "structureType": [
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [
    "Burghaus",
    "Wasserburg"
  ],
  "purpose": [
    "Adelssitz",
    "Ministerialensitz"
  ],
  "overview": "Niederungsburg der Herren von Uetgenbach, zu Beginn des 18. Jh.s  unter Verwendung mittelalterlicher Bauteile zu einem barocken Herrensitz umgebaut.",
  "dateBegin": "13.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Geringe Reste",
  "conditionCommentary": "Teile der mittelalterlichen Bausubstanz fanden beim Neubau des Herrenhauses Verwendung.",
  "references": [
    "Dehio RP (1984), S. 360; KD Neuwied (1940), S. 423f.; HHSt RP (1988), S. 382f.; E. Lind, Burg Vilszelt und ihre Bewohner, in: Heimat-Jahrbuch des Landkreises Neuwied (1976), S. 52-54; Custodis, Paul Georg, u. a., Unkel (Rheinische Kunststätten 106), Neuss 1987."
  ]
}