{
  "id": "2",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=2",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=2",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=2",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=2",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=2"
  ],
  "title": "Hammerstein",
  "timeline": "Die auf einem beherrschenden Felsmassiv gelegene Burg wurde vermutlich bereits im 10. Jh. von dem rheinischen Grafengeschlecht der Pfalzgrafen gegründet. Nach der Burg benannte sich 1002 Otto von Hammerstein, Graf im Engersgau. Die Burg selbst wird in den Schriftquellen erstmals 1020 im Zusammenhang mit der dreimonatigen Belagerung und Eroberung durch Kaiser Heinrich IV. erwähnt. Nach dem Erlöschen des Grafengeschlechts der Konradiner wurde die Burg als eingezogenes Reichsgut behandelt. Heinrich IV. ließ die 1020 stark beschädigte Anlage 1071 wohl zum Schutz des 1074 erstmals genannten Rheinzolles zu Hammerstein wiederherstellen. Die Zollstelle wurde schließlich 1309 nach Leutesdorf verlegt. 1105 und 1125 diente Hammerstein zur Aufbewahrung der Reichskleinodien. Die Burghut oblag Reichsministerialen, die das Burggrafenamt ausübten. 1374 erlangte Kurtrier die Lehnshoheit über Burg Hammerstein, die sich weiterhin in der Hand der in zwei Zweige gespaltenen Familie der Burggrafen von Hammerstein befand. Nach dem Erlöschen beider Linien 1409 und 1419 wurde die Burg von Kurtrier als erledigtes Lehen eingezogen. Die Burg diente als Sitz eines kurtrierischen Amtes. Im Dreißigjährigen Krieg 1632 von Spaniern und von 1646 bis 1654 von lothringischen Truppen besetzt, wurde sie nach deren Abzug 1654 von Kurtrier geschleift. Die Ruine befand sich 1823 bis 1843 im Besitz der Freiherren von Haxthausen und gelangte 1893 schließlich an die Freiherren von Hammerstein, die ihre Herkunft auf eine abgewanderte Seitenlinie der zu Beginn des 15. Jh. erloschenen Burggrafen von Hammerstein zurückführen. (Jens Friedhoff)",
  "buildingDevelopment": "Zur Klärung der baulichen Entwicklung der hochmittelalterlichen Burg können lediglich archäologische Grabungen beitragen. Zum Kernbestand der salierzeitlichen Anlage zählen die Fundamentreste im westlichen Teil der Burg, die ein Rechteck von etwa 20 x 23,4 m beschreiben. Die sog. \"Barbarossamauer\", ein an der West- und an der Südseite gelegenes schildmauerartig ausgeprägtes Verteidigungswerk (Mauerstärke ca. 4,20 m) gehört mit der Ringmauer zum stauferzeitlichen Baubestand der Burg. Der sog. \"Zollturm\", ein mächtiger Rundturm, der die westliche Spitze des Bergsporns einnimmt, ist sehr wahrscheinlich mit dem 1410 erwähnten, im Auftrag des Trierer Kurfürsten Werner von Falkenstein errichteten Turm identisch. 1576 berichten die Quellen von Reparaturarbeiten an der Burg. Der Baubestand der 1654 geschleiften Burg wurde in der Folgezeit durch Steinraub dezimiert. Sanierungsmaßnahmen im Bereich der Kernburg und der Ringmauer fanden in den 1990er Jahren statt. (Jens Friedhoff.)",
  "buildingDescription": "Die Ringmauer der auf einem zum Rhein hin schroff und auf der Gegenseite sanfter abfallenden Berggipfel gelegenen Burg beschreibt einen leicht sichelförmigen Grundriss. Der Zugang zu der von einer mächtigen Quadermauer umgebenen Anlage (120 m x 35 m) liegt im Süden und ist durch einen Torzwinger gesichert. Auf der Spitze des Bergsporns erhebt sich der um 1410 entstandene runde \"Zollturm\". Als älteste sichtbare Architekturteile gelten die spärlichen Reste eines großen rechteckigen Kernbaues (20 m x 23,5 m) mit abgerundeten Ecken. Die Mauern bestehen aus kleinformatigen Handquadern aus Basalt. An der Ostseite des nach außen \"wohnturmartig\" erscheinenden Baues, der in unterschiedliche Innenräume aufgeteilt ist, befindet sich ein Rundturm von 8 m Durchmesser. Ob der turmartige Kernbereich bereits um 1000 bestanden hat oder erst unter Heinrich IV. errichtet wurde, lässt sich nur durch Ausgrabungen klären. Besondere Beachtung verdient die sog. \"Babarossamauer\", der nordöstliche Teil der Ringmauer. Der bis zu 4,20 m starke schildmauerartige Ringmauerabschnitt aus Bruchstein ist an der Innenseite mit Basaltlavaquadern verkleidet. In der Mauerstärke führt eine Treppe zum Wehrgang. An der westlichen Angriffsseite befand sich ein heute verschwundener Rundturm sowie an der Südwestecke ein quadratischer Wartturm. Die Barbarossamauer weist abgerundete Ecken auf. Quer durch die Burg verlief ursprünglich eine z.T. im Fundament erhaltene Mauer, die auf die Teilung der Burg unter die beiden Zweige der Burggrafen von Hammerstein zurückzuführen ist (Ganerbenburg). (Jens Friedhoff)",
  "gallery": [
    {
      "id": "0",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_101_20050504150614.jpg",
      "path": "/images/castles/2/0.jpg",
      "castle": "2",
      "caption": "Mühlenturm, Foto: J. Friedhoff (1996)",
      "year": "1996"
    },
    {
      "id": "1",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_103_20050504150614.jpg",
      "path": "/images/castles/2/1.jpg",
      "castle": "2",
      "caption": "Gesamtansicht des Burgberges, Foto: J. Friedhoff (1996)",
      "year": "1996"
    },
    {
      "id": "2",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_105_20050504150614.jpg",
      "path": "/images/castles/2/2.jpg",
      "castle": "2",
      "caption": "sog. 'Barbarossamauer', Foto: J. Friedhoff (1996)",
      "year": "1996"
    },
    {
      "id": "3",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/42_23_20050504150614.jpg",
      "path": "/images/castles/2/3.jpg",
      "castle": "2",
      "caption": "Grundriss aus: KD Neuwied (1940)",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit in Oberhammerstein.",
    "fußweg / zeit vom parkplatz": "Etwa 15 Gehminuten bei mittlerer Steigung",
    "zugänglichkeit": "Frei zugängliche Burganlage.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Mittelrhein",
  "county": "Neuwied",
  "city": "Hammerstein",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Ringmauerburg",
    "Schildmauerburg"
  ],
  "purpose": [
    "Reichsburg"
  ],
  "overview": "Hochmittelalterliche Burggründung der Konradiner. 1034 Reichsburg; 1374 kurtrierische Landesburg..",
  "dateBegin": "1.H.11.Jh.",
  "dateEnd": "2.H.17.Jh.",
  "condition": "Geringe Reste",
  "conditionCommentary": "Von der salierzeitlichen Anlage sind lediglich Fundamentreste der Kernburg erhalten. Stauferzeitliche Ringmauer z.T. Ende der 1990er Jahre stark saniert.",
  "references": [
    "Dehio RP (1984), S. 347;",
    "KD Neuwied (1940), S. 161-164;",
    "BuK Koblenz (1886), S. 496f.;",
    "HHSt RP (1988), S. 127;",
    "Kubach / Verbeek, Romanische Baukunst I (1976), S. 351; Binding, Höhenburgen (1975), S. 33-35;",
    "M. Simmert, Die Reichsburg Hammerstein, Neuwied 1984;",
    "Jäger, Schildmauer (1987), S. 37-41;",
    "Böhme, Burgen der Salierzeit (1997), S. 49f.;",
    "Brommer, Momentaufnahmen (2000), S. 78f.;",
    "Thon, Studien zur Relevanz (2002), S. 48-52;",
    "Günther Stanzl, Fehlgegangene Instandsetzung. Burg Hammerstein bei Hammerstein, in: Baudenkmäler in Rheinland-Pfalz 2004, hrsg. vom Landesamt für Denkmalpflege Rheinland-Pfalz, Mainz 2005, S. 28f.",
    "Udo Liessem, Das Interesse König Friedrich Wilhelms IV. von Preußen an der Ruine Hammerstein am Rhein, in: Jahrbuch für westdeutsche Landesgeschichte 35 (2009), S. 387-419.",
    "Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 80-88."
  ]
}