{
  "id": "21",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=21",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=21",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=21",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=21",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=21"
  ],
  "title": "Reichenstein bei Puderbach",
  "timeline": "Als Initiator der vermutlich zwischen 1320 und 1330 auf einem Bersporn errichteten Burganlage gilt Ludwig III. (1300-1340) aus dem edelfreien, 1218 bezeugten Geschlecht der Walpoden von der Neuerburg, der sich erstmals 1332 als Herr zu Reichenstein bezeichnet. Als Vorgängeranlage der Burg Reichenstein kommt die gleichnamige, 300 m östlich auf einem Bergsporn über der Mündung des Richertbaches in den Holzbach gelegene Burg (Reichenstein-I) in Betracht, die vermutlich mit einer 1256 erwähnten Burg im Kirchspiel Puderbach identisch ist. 1331 trug Ludwig III. Walpode von der Neuerburg dem Grafen von Wied seine neue Burg Reichenstein zu Lehen und Offenhaus auf. 1339 und 1342 schlossen die Herren von Reichenstein Schutzbündnisse mit dem Erzstift Trier. Nach dem Erlöschen der Familie von Reichenstein, die mit dem Kölner Domherrn Johann III. ausstirbt, entbrennt zwischen dem Grafen Dietrich von Manderscheid und den Grafen von Wied als Lehensherrn ein Streit um die bereits um 1500 in Verfall geratene Burg, der schließlich 1527 zugunsten des Hauses Wied entschieden wird. 1698 werden Burg und Herrschaft Reichenstein an den Freiherrn Franz von Nesselrode veräußert, der durch den Immobilienerwerb Sitz und Stimme auf der westfälischen Grafen- und Herrenbank erlangte. In den 1950er Jahren ging Reichenstein in das Eigentum der Familie Stawitz über, die sich gemeinsam mit dem 2001 gegründeten Förderverein \"Burg Reichenstein\" um die Erhaltung und Erschließung der Burg bemühte. Seit 2008 befindet sich die Burg im Besitz der Verbandsgemeinde.  (Jens Friedhoff)",
  "buildingDevelopment": "Dem spätmittelalterlichen Kernbestand der zwischen 1320 und 1330 errichteten Burg gehören der zentrale, fünfseitige Wohnturm auf der Spitze des Bergsporns, Teile der Ring- und Zwingermauern der Hauptburg sowie der sog. runde Verliesturm an. Die östliche als auch die westliche Ringmauer wurden - wie Baufugen belegen - nachträglich an die Nordwand des Wohnturms angefügt. In der urkundlichen Überlieferung der Burg Reichenstein werden 1489 das \"Jongffer Nesenhuys\" (Haus der Jungfer Agnes) und in einem Burglehensvertrag von 1453 ein Burgsitz des Johann von Ascheid aufgeführt. Die eindeutige Lokalisierung der Gebäude ist bislang nicht möglich. Oberhalb des Anwesens der Familie von Ascheid befand sich ein weiterer Burgsitz der 1478 an Godert Lanen von Breitbach überging. Als Standorte der hier genannten Gebäude kommt das Vorburgareal in Frage. (Jens Friedhoff)",
  "buildingDescription": "Der Baubestand der auf einer nach Süden ins Holzbachtal abfallenden Hügelzunge gelegenen Burg setzt sich aus drei Baugruppen zusammen, von denen der fünfeckige Wohnturm (Höhe: 20 m) und der runde Verliesturm (Höhe: 15 m; Durchmesser: 4,30 m) samt den angrenzenden Ringmauern die Hauptburg bilden. Unterhalb einer doppelten Zwingeranlage befindet sich die Vorburg. Gegen das nach Norden ansteigende Gelände wird die Anlage durch eine imposante, zweiteilige Grabenanlage geschützt. Der Zugang zur Burg liegt an der Südwestecke. An die teilweise erhaltene Ringmauer der Vorburg schließt sich an der Südostecke ein dreiviertelrunder Schalenturm an. Im Vorburgbereich finden sich Reste einer zweiten Toranlage. Der zur Angriffsseite mit einer stumpfwinkligen Spitze gerichtete Wohnturm zeigt deutliche Parallelen zu dem Wohnturm der Burg Bieberstein (NRW; GM). Spätmittelalterliche Wohntürme mit einer schildmauerartig verstärkten Außenwand wie in Reichenstein (Nordwand 3,50 m) finden sich in Boppard (MYK) und Gemünden (SIM). Zu dieser Gruppe gehört ferner der Wohnturm zu Altwied im Kreis Neuwied. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/172_18_20050630150148.jpg",
      "caption": "Gesamtansicht, Foto: J. Friedhoff (2003)",
      "year": "2003"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/172_19_20050630150148.jpg",
      "caption": "Hauptburg mit Wohnturm und 'Verliesturm', Foto: J. Friedhoff (1995)",
      "year": "1995"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/172_20_20050630150148.jpg",
      "caption": "Vorburgareal mit zweitem Burgtor, Foto: J. Friedhoff (2004)",
      "year": "2004"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/172_24_20050630150148.jpg",
      "caption": "Grundriss, aus: KD Neuwied (1940) mit Ergänzungen von J. Friedhoff",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,"
    ],
    "anfahrt / parkplatz": "Parkplätze unterhalb der Burg",
    "fußweg / zeit vom parkplatz": "5 Minuten",
    "zugänglichkeit": "Besichtigungsmöglichkeit mit Führung",
    "besichtigung / führung": [
      "Besicht. aussen,",
      "Besicht. innen"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Neuwied",
  "city": "Puderbach",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Wohnturm",
    "Frontturmburg"
  ],
  "purpose": [
    "Dynastensitz",
    "Herrschaftsmittelpunkt"
  ],
  "overview": "Spätmittelalterliche Burggründung der Edelherren von Reichenstein.",
  "dateBegin": "1.H.14.Jh.",
  "dateEnd": "1.H.16.Jh.",
  "condition": "Bedeutende Reste",
  "conditionCommentary": "Stattliche Burgruine, teilweise für private Wohnnutzung ausgebaut.",
  "references": [
    "Dehio RP (1984), S. 849; KD Neuwied (1940), S. 339-341; BuK Koblenz (1886), S. 526f.; HHSt RP (1988), S. 302f.; J. Schultze, Die Walpoden von der Neuerburg und Herren von Reichenstein, in: Nassauische Annalen 38 (1908), S. 104-197; F. R. Seifert, Chronik der Burg Reichenstein, Puderbach 1988; Liessem, Randbemerkungen (1984), S. 53-65; Friedhoff, Reichenstein (2005), S. 137-149; Roswita Sell, Burg Reichenstein. Eine Ruine erwacht aus ihrem Dornröschenschlaf, in: Heimat-Jahrbuch des Landkreises Neuwied 2006, Neuwied 2005, S. 88-90."
  ]
}