{
  "id": "28",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=28",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=28",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=28",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=28",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=28"
  ],
  "title": "Arenfels",
  "timeline": "Als Initiator der vor 1259 erfolgten Burggründung gilt Gerlach von Isenburg, der die Linie Isenburg-Grenzau stiftete. Nach deren Aussterben wurde die aus Burg und Dorf Hönningen bestehende Herrschaft (Trierer Lehen) zwischen Wilhelm I. von Wied und Salentin von Isenburg geteilt. Der Isenburger Anteil an Arenfels wurde 1664 als erledigtes Lehen vom Erzstift Trier eingezogen. 1670 gelangte Arenfels an die Herren von der Leyen und 1849 durch Kauf an den Grafen Friedrich Ludolf von Westerholt-Gysenberg. (Jens Friedhoff)",
  "buildingDevelopment": "Die Baugeschichte des in nachmittelalterlichen Zeit (16., 17. u. 19. Jh.) stark veränderten Schlosses konnte bislang noch nicht vollständig geklärt werden. Vom mittelalterlichen Gründungsbau der Burg (Mitte des 13. Jhs.) haben sich Reste des Felsens, auf dem sich der Bergfried befand sowie das Mauerwerk des Palas mit einem Halbschalenturm an der Nordwestseite des dreiflügeligen Schlosses erhalten. Die heutige Gestalt des zum Rhein hin offenen dreiflügeligen Renaissanceschlosses geht im Wesentlichen auf die tiefgreifende neugotische Umgestaltung durch den Kölner Dombaumeister Ernst Friedrich Zwirner 1852-1855 zurück. Nach einer Beschreibung des Leopold von Eltester aus dem Jahr 1825 bildete die ganz im nördlichen Flügel eingeschlossene \"runde Warte\" den \"Rest der 1250 erbauten Burg\". Der Felsen, auf dem sich der runde Bergfried befand, ragte bis in das erste Obergeschoss hinein und wurde erst im Zuge von Zwirners Umbau zur Vereinheitlichung der Wohnumnutzung auf die Höhe des Erdgeschosses reduziert. (Jens Friedhoff)",
  "buildingDescription": "Vom mittelalterlichen Baubestand haben sich nur geringe Reste erhalten. Der in die dreiflügelige Renaissanceanlage integrierte Felsen, auf dem sich der runde Bergfried befand, wurde 1852 ff. z. T. abgetragen. Der noch bestehende runde Hauptturm an der Stelle des Vorgängerbaus entstand in freier Rekonstruktion im Zuge der Umgestaltung des Schlosses durch Ernst Friedrich Zwirner in der Mitte des 19. Jh. Vom Palas blieben Mauerreste und die untere Partie des mittleren halbrunden Flankenturms an der Nordwestseite des Schlosses erhalten. In der 1303 bezeugten Burgkapelle wurde 1366 ein Altar zu Ehren der Muttergottes und Johannes des Täufers geweiht. Die Reste des an der Nordostseite gelegenen Halsgrabens wurden im 19. Jh. beseitigt. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/55_18_20050511143848.jpg",
      "caption": "Arenfels von Südwesten, Foto: J. Friedhoff (1996)",
      "year": "1996"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/55_19_20050511143848.jpg",
      "caption": "Arenfels von Nordwesten, Foto: J. Friedhoff (1996)",
      "year": "1996"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/55_20_20050511143848.jpg",
      "caption": "Ansicht vor dem historischen Umbuau durch Zwirner, aus: KD Neuwied (1940)",
      "year": "1940"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/55_24_20050511143848.jpg",
      "caption": "Grundriss vor dem Umbau des ausgehenden 19. Jh., aus: Ebhardt, Arienfels (1932)",
      "year": "1932"
    }
  ],
  "misc": {
    "nutzung als": [
      "Restaurant,",
      "Privat,",
      "Bildungsstätte"
    ],
    "anfahrt / parkplatz": "Parkplätze vor dem Schloss",
    "fußweg / zeit vom parkplatz": "1 Minute",
    "zugänglichkeit": "Teilbereiche des Schlosses zu den Öffnungszeiten des Restaurants zugänglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Schloss-Restaurant Arenfels"
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Mittelrhein",
  "county": "Neuwied",
  "city": "Bad Hönningen",
  "structureType": [
    "Burg",
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage"
  ],
  "purpose": [
    "Herrschaftsmittelpunkt",
    "Ganerbenburg"
  ],
  "overview": "Stammburg der Edelherren von Isenburg-Arenfels. Seit dem 16. Jh. bevorzugter Sitz der Isenburg-Grenzauer Zentralverwaltung. 1670 als kurtrierische Unterherrschaft an die Familie von der Leyen.",
  "dateBegin": "2.H.13.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Stark historisierend überformt",
  "conditionCommentary": "1999 begonnene Instandsetzung der Außenfassade des 1945 durch Kriegseinwirkung beschädigten Schlosses.",
  "references": [
    "Dehio, RP (1985), S. 39f.;",
    "BuK Koblenz (1886), S. 472f.;",
    "KD Neuwied (1940), S. 56-60;",
    "HHSt RP (1988) S. 8f.;",
    "Ebhardt, Bodo, Schloss Arienfels bei Hönningen am Rhein. Der Bau und seine Geschichte, Braubach 1932;",
    "Custodis, Paul Georg, Schloss Arenfels bei Bad Hönningen am Rhein, in: Rheinische Heimatpflege 2002/1, S. 1-12.",
    "Paul-Georg Custodis, Sicherung eines bedrohten Denkmals - Das neugotische Schloss Arenfels bei Bad Hönningen, in: Baudenkmäler in Rheinland-Pfalz 2002, Mainz 2003, S. 46f.",
    "Paul Georg Custodis, Schloss Arenfels bei Bad Hönningen am Rhein (Rheinische Kunststätten H. 486), Neuss 2005.",
    "Thon/Ulrich, Burgen am unteren Mittelrhein (2010), S. 32-38.",
    "Bernd Willscheid, Schloss Arenfels und seine Bewohner. Zur 750-Jahrfeier am 4. September 2009, in: Heimat-Jahrbuch des Landkreises Neuwied, Neuwied 2011, S. 79-89.",
    "Michael Adlung, Das Goldene Vlies auf Schloss Arenfels, in: Heimat-Jahrbuch des Landkreises Neuwied (2013), S. 184-195."
  ]
}