{
  "id": "30",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=30",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=30",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=30",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=30",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=30"
  ],
  "title": "Rennenberg",
  "timeline": "Bei der Burg handelt es sich um den Stammsitz der 1217 erstmals urkundlich genannten edelfreien Familie von Rennenberg, die 1585 ausstarb. Mitte des 13. Jhs. gehörte Rennenberg zum Lehensbesitz der Gräfin Mechthild von Sayn (+1285), die Rennenberg zusammen mit Altenwied und der Neuerburg (beide NR) dem Kölner Erzstift überließ. Die Herren von Rennenberg besaßen ihre Burg als Lehen des Erzstifts Köln. 1532 gelangte Burg Rennenberg, die bereits 1585 als Ruine bezeichnet wird, an die von Lalaing, Grafen von Hochstraten und 1765 an die von Salm, jetzt Fürsten von Salm-Kyrburg. Das fürstliche Haus Salm-Kyrburg verpachtete die Burgruine 1979 an einen örtlichen Burgverein, der sich um die Sanierung der Anlage bemüht. (Jens Friedhoff)",
  "buildingDevelopment": "Die bauliche Entwicklung der Burg konnte bislang noch nicht vollständig rekonstruiert werden. Liessem (1980) unterscheidet zwischen zwei Bauphasen, einer früheren, der der vermutlich um 1250 entstandene Wohnbau der Hauptburg angehört sowie einer späteren, der der schmale runde Hauptturm (vermutlich 14. Jh.) auf dem höchsten Punkt des Berggipfels zuzurechnen ist. 1585 wird die Burg als \"verfallen\" beichnet. Das Untergeschoss des spätmittelalterlichen Bergfried wurde Mitte des 19. Jh. um ein Geschoss mit geringer Mauerstärke erhöht und als \"Point de vue\" in die Planungen zum Landschaftspark des Schlosses \"Neu-Rennenberg\" (1846) am Fuß des Berges miteinbezogen. (Jens Friedhoff)",
  "buildingDescription": "Die nicht sehr große Burgstelle nimmt den Gipfel einer Basaltkuppe ein. An der Ostseite des Burgberges befindet sich der in die abgerundete Ringmauer eingebundene runde Hauptturm (Durchmesser 5,90 m), dessen Untergeschoss Mitte des 19. Jhs. um ein Stockwerk erhöht wurde. Der Ringmauer wurde an der östlichen Angriffsseite ein schmaler Zwinger vorgelegt. Am südlichen Rand der Kernburg liegen die bis zu 4,20 m hohen Mauerreste eines rechteckigen hochmittelalterlichen Wohnbaus (12,70 x 7,40 m). Weitere Reste von Gebäuden sowie eine runde Zisterne befinden sich auf dem nach Westen leicht abfallenden Burggelände. Östlich der Hauptburg haben sich Reste der Vorburgummauerung erhalten. Auf der Nordseite war die Burganlage durch einen bis zu 10 m tiefen Graben gesichert. Zur Infrastruktur der Burg gehört der neuerdings mit einem Notdach versehene, noch eingeschossige Hof unterhalb des Burgberges, in dessen Nähe sich ein Brunnen befindet (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/45_18_20050712144050.jpg",
      "caption": "Bergfried, Foto: J. Friedhoff (1999)",
      "year": "1999"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/45_19_20050712144050.jpg",
      "caption": "Wohnbau, Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/45_20_20050712144050.jpg",
      "caption": "Hauptburgareal westlicher Teil, Foto: J. Friedhoff (2005)",
      "year": "2005"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "begrenzte Parkmöglichkeit im Linzer Ortsteil Notscheid",
    "fußweg / zeit vom parkplatz": "30minütiger Fußmarsch",
    "zugänglichkeit": "Die Burg ist z. Z. wegen Sanierungsarbeiten nicht zugänglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Mittelrhein",
  "county": "Neuwied",
  "city": "Linz",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "purpose": [
    "Herrschaftsmittelpunkt",
    "Dynastensitz"
  ],
  "overview": "Stammsitz der 1217 erstmals urkundlich genannten Edelherren von Rennenberg; seit dem 14. Jh. kurkölnische Lehensburg",
  "dateBegin": "1.H.13.Jh.",
  "dateEnd": "2.H.16.Jh.",
  "condition": "Geringe Reste",
  "conditionCommentary": "Die Burgruine wird seit 1979 von einem örtlichen Burgverein saniert.",
  "references": [
    "Dehio, RP (1984), S. 587; BuK Koblenz (1886), S. 528; KD Neuwied (1940), S. 343-345; HHst RP (1988), S. 305f.; Liessem, Udo, Bemerkungen zur Baugeschichte von Burg Rennenberg über Linz und Notizen zur Ehrenburg bei Brodenbach, in: Burgen und Schlösser 1980/1, S. 29-35."
  ]
}