{
  "id": "32",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=32",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=32",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=32",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=32",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=32"
  ],
  "title": "Engers",
  "timeline": "In dem 1357 mit Stadtrechten versehenen Ort Engers, entstand nach dem Übergang von den Grafen von Wied an das Erzstift Trier unter Erzbischof Kuno von Falkenstein 1371 die Burg Kunostein. Burg und Stadt bilden den Mittelpunkt eines kurtrierischen Amtes. Im Jahr 1412 erfolgte die Verlegung des Rheinzolles von Kapellen-Stolzenfels nach Engers. An die Stelle der spätmittelalterlichen Burg trat 1758-1762 ein spätbarocker Schlossbau nach den Plänen des kurtrierischen Hofbaumeisters Johannes Seiz. Als Auftraggeber fungierte Kurfürst Johann Philipp von Walderdorff. (Jens Friedhoff)",
  "buildingDevelopment": "Zur baulichen Abfolge der 1371 gegründeten Burg liegen bislang noch keine sicheren archivalischen Erkenntnisse vor. Die Burg entstand vermutlich zeitgleich mit der noch in Resten erhaltenen Stadtbefestigung zu Engers. Das Vorhaben, die mittelalterliche Burg unter hohem finanziellem Aufwand zu renovieren, scheiterte 1757. Im Jahr 1758 ließ Kurfürst Johann Philipp von Walderdorff den \"Kunostein\", einen stattlichen Turm mit einem \"ihm angeklebten burglichen Bau\" abreißen und an der Stelle durch den Hofbaumeister Johannes Seiz einen spätbarocken Dreiflügelbau errichten. Der Bergfried wurde 1761 als letzter Rest der Burg niedergelegt. Eine recht zuverlässige Ansicht der Burg bietet die 1636 entstandene Federzeichnung von Wenzel Hollar, die als Vorlage für den Merian-Kupferstich von 1646 diente. (Jens Friedhoff)",
  "buildingDescription": "Eine recht zuverlässige Ansicht der spätmittelalterlichen Burg bietet die 1646 entstandene Merian-Ansicht. Sie zeigt den das Gesamtbild bestimmenden runden Hauptturm (Butterfassturm) sowie das zum Rheinufer hin orientierte Hauptgebäude. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/71_18_20050513114931.jpg",
      "caption": "Engers, Burg Kunostein, in: KD Neuwied (1940)",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "Verwaltung,",
      "Restaurant,",
      "Villa Musica"
    ],
    "anfahrt / parkplatz": "Parkplatz in Stadtrandlage",
    "fußweg / zeit vom parkplatz": "5 Min.",
    "zugänglichkeit": "Besichtigungen der barocken Prunkräume",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Mittelrhein",
  "county": "Neuwied",
  "city": "Engers",
  "structureType": [
    "Burg-Schloss",
    "Sonstiges"
  ],
  "purpose": [
    "Landesburg",
    "Stadtburg"
  ],
  "overview": "An die Stelle der 1371 errichteten kurtrierischen Landesburg in dem 1357 mit Stadtrechten versehenen Ort Engers trat 1758-1762 ein spätbarocker Schlossbau.",
  "dateBegin": "2.H.14.Jh.",
  "dateEnd": "2.H.18.Jh.",
  "condition": "Keine Reste",
  "conditionCommentary": "Spätbarocker Schlossbau an Burgstelle",
  "references": [
    "Dehio, RP (1984), S. 254; BuK Koblenz (1886), S. 488;  KD Neuwied (1940), S. 119-126; HHSt RP (1988), S. 92; W. K. Hüttner, Zur Geschichte der Burg Kunostein und der Befestigung von Engers nach der Erhebung zur Stadt im Jahre 1357, in: Heimat-Jahrbuch des Landkreises Neuwied (1979), S. 41-45; (1980), S. 45-49 und (1981), S. 60-63; Holdorf, Burgen (1999), S. 26f.; Backes, Burgen (2003), S. 56-59;  Meissner, Jan / Restorff, Jörg, Schloss Engers (Edition Burgen, Schlösser, Altertümer Rheinland-Pfalz, Führungsheft 22), Regensburg 2004."
  ]
}