{
  "id": "33",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=33",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=33",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=33",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=33",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=33"
  ],
  "title": "Altenkirchen",
  "timeline": "Die 1317 erstmals urkundlich erwähnte Burg entstand vermutlich gleichzeitig mit der 1314 erfolgten Stadterhebung des Ortes Altenkirchen. In Spätmittelalter und Früher Neuzeit bildete Schloss Altenkirchen das administrative Zentrum des gleichnamigen Amtes. Im Zuge einer Erbteilung im Hause Sayn wurde Altenkirchen 1652 Mittelpunkt einer eigenständigen Teilgrafschaft Sayn-Altenkirchen. Durch die Heirat der Erbtochter Johannetta von Sayn-Wittgenstein fiel die Grafschaft Sayn-Altenkirchen 1661 an ihren Gatten Herzog Johann Georg I. von Sachsen-Marksuhl (seit 1672 Sachsen-Eisenach) aus dem Hause der Ernestiner. Ab 1687 diente das Schloss vornehmlich als Verwaltungs- und Witwensitz. (Jens Friedhoff)",
  "buildingDevelopment": "Die Baugeschichte der in Stadtrandlage errichteten landesherrlichen Burg ist bislang nur unzureichend untersucht worden. Der 1726 baufällige Renteiflügel wurde 1728 neu errichtet. Von der spätmittelalterlichen Burganlage blieben nach einer umfangreichen Bautätigkeit im 16., 17. und 18. Jh. lediglich geringe Reste erhalten. Zwischen 1749 und 1856 wurde fast der ganze Schlosskomplex abgetragen. Auf dem Schlossplatz befindet sich heute der Gebäudekomplex der Kreissparkasse Altenkirchen. (Jens Friedhoff)",
  "buildingDescription": "Für die durch Pläne des 18. Jhs. bekannte Schlossanlage gibt es keine sicheren Baudaten. Ein im \"Corps de logis\" befindlicher Stein mit der Jahreszahl 1586 verweist sehr wahrscheinlich auf die Umgestaltung der Burg zum Schloss. Von der spätmittelalterlichen Burg blieb im 18. Jh. lediglich eine von zwei Rundtürmen flankierte Tordurchfahrt erhalten. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/552_18_20060123101359.jpg",
      "caption": "Modell des Schlosses Altenkirchen, Zustand Anfang 19. Jh. (Foto: Kreisarchiv Altenkirchen). "
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/552_19_20060123101359.jpg",
      "caption": "Aufriss des Roten-Saal-Baus (1757), (Kopie Kreisarchiv Altenkirchen)",
      "year": "1757"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/552_20_20060123101359.jpg",
      "caption": "Aufriss des Frachtspeichers (1757), (Kopie Kreisarchiv Altenkirchen)",
      "year": "1757"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/552_24_20060105144520.jpg",
      "caption": "Grundriss, aus: KD Altenkirchen (1985)",
      "year": "1985"
    }
  ],
  "misc": {
    "nutzung als": [],
    "besichtigung / führung": []
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Altenkirchen",
  "city": "Altenkirchen",
  "structureType": [
    "Burg",
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [
    "Abgegangene Burgstelle",
    "Randhausanlage"
  ],
  "purpose": [
    "Landesburg",
    "Stadtburg"
  ],
  "overview": "Abgegangene saynische Landesburg, in der Frühen Neuzeit zum Schloss ausgebaut.",
  "dateBegin": "1.H.14.Jh.",
  "dateEnd": "1.H.18.Jh.",
  "condition": "Überbaut",
  "conditionCommentary": "Von der in der Früheu Neuzeit um- und ausgebauten Burganlage haben sich keine Reste erhalten.",
  "references": [
    "BuK Reg.-Bez. Koblenz (1886), S. 125;",
    "KD Altenkirchen (1935), S. 29-33;",
    "Laß, Altenkirchen und Friedewald (1999) , S. 51-59."
  ]
}