{
  "id": "34",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=34",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=34",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=34",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=34",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=34"
  ],
  "title": "Crottorf",
  "timeline": "Die Wasserburg Crottorf ist aus einem Burghaus der niederadeligen Familie von Seelbach zu Crottorf hervorgegangen. Als erstes Mitglied der Familie tritt 1261 der Ritter Ludwig der Schwarze von Crottorf als Lehensmann der Edelherren von Wildenburg in Erscheinung. Burg Crottorf wird erstmals 1326 als saynisches Lehen erwähnt. Die reichsfreie Herrschaft Crottorf gelangte 1563 durch Heirat an das Haus Hatzfeldt-Wildenburg. 1681-1722 diente Crottorf als Residenz der Linie Hatzfeldt-Crottorf-Gleichen, 1722-26 als Witwensitz. Seit den 1920er Jahren ist das Schloss erneut dauerhafter Wohnsitz der Grafen von Hatzfeldt. (Jens Friedhoff)",
  "buildingDevelopment": "Über die Baugestalt der mittelalterlichen Anlage des 13./14. Jhs. sind aufgrund fehlender archivalischer Aufzeichnungen keine Angaben möglich. Die bescheidene Gründungsanlage könnte typologisch den \"festen Häusern\" des Sieggebietes (Welterorde, Rosbach, Mauel, Overbach) zuzuordnen sein. Ausbau zu einem \"festen Schloss\" Mitte 16. Jhs. durch Johann von Seelbach-Crottorf (+1563) (Rondelle, Außenwall). Unter der Familie von Hatzfeldt Umbauten zu Beginn des 17. Jhs. sowie 1663-85 (Dreiflügelanlage mit vier Ecktürmen). In den Jahren 1720-1722 Barockisierung der Innenräume. Im ersten Viertel des 18. Jhs. entstand vor der zweiteiligen Schlossanlage ein dreiflügeliges Viehhaus, das in der zweiten Hälfte des 19. Jhs. abgetragen wurde. (Jens Friedhoff)",
  "buildingDescription": "Die zweiteilige Wasserburg ist durch einen mächtigen quadratischen Torturm (1685) geschützt (funktionstüchtige Zugbrückenvorrichtung; abknickender Torweg). Der Außenwall weist Maulscharten auf und ist an der Südwest- und an der Nordostecke durch zwei Rondelle gesichert. Südost- und Südwestturm der Hauptburg weisen bei einem Durchmesser von 7.80 m eine Mauerstärke von 2,80 m und Maulscharten auf. Bei den Türmen des Nordflügels handelt es sich um barocke Pavillontürme. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/554_18_20060106085716.jpg",
      "caption": "Ansicht um 1600, aus: KD Altenkirchen (1935)",
      "year": "1935"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/554_19_20060106085716.jpg",
      "caption": "Torhaus, Foto: J. Friedhoff (2003)",
      "year": "2003"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/554_20_20060106085716.jpg",
      "caption": "Hauptburg, Foto: J. Friedhoff (2003)",
      "year": "2003"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/554_24_20060106085716.jpg",
      "caption": "Lageplan, aus: KD Altenkirchen (1935)",
      "year": "1935"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,"
    ],
    "anfahrt / parkplatz": "Parkplatz an der Kreisstraße gegenüber dem Schlossgelände",
    "fußweg / zeit vom parkplatz": "Vom Parkplatz durch den Schlosspark 3 min.",
    "zugänglichkeit": "Schlosspark; Außenanlagen und Innenhof gegen Eintritt zugänglich",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Gaststätte \"Wildenburger Hof\""
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Siegerland",
  "county": "Altenkirchen",
  "city": "Friesenhagen",
  "structureType": [
    "Burg",
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [
    "Wasserburg",
    "Kastellburg"
  ],
  "purpose": [
    "Adelssitz",
    "Herrschaftsmittelpunkt"
  ],
  "overview": "Seelbachscher Ministerialensitz, Mitte 16. Jhs. zum Schloss ausgebaut. 1563 an die Familie von Hatzfeldt.",
  "dateBegin": "2.H.13.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Weitgehend erhalten",
  "conditionCommentary": "Vollständig erhaltene frühneuzeitliche Schlossanlage des 16.-18. Jh. unter Verwendung der mittelalterlichen Vorgängeranlage entstanden.",
  "references": [
    "Dehio (1985), S. 185-187;",
    "BuK Reg.-Bez. Koblenz (1886), S. 103-105.",
    "KD Altenkirchen (1935),  S. 48-58;",
    "Friedrich Tucholski, Crottorf und Friesenhagen (Rheinische Kunststätten 1), Neuss 1964;",
    "Jens  Friedhoff, Städtischer Adelshof und \"festes Schloss\". Adeliges Wohnen in der frühen Neuzeit am Beispiel der Familie von Hatzfeldt, in: Siegerland 1999/1, S. 49-67;",
    "Friedhoff, Sauerland und Siegerland (2002), S. 52-56;",
    "Jens Friedhoff, Schloss Crottorf, Wissen 2002.",
    "Klaus T. Weber - Anja Reichert-Schick und Angela Kaiser-Lahme, Festungen in Rheinland-Pfalz und im Saarland (Deutsche Festungen Bd. 4), Regensburg 2018, S. 67-76.",
    "Jens Friedhoff, Die Familie von Hatzfeldt. Adelige Wohnkultur und Lebensführung zwischen Renaissance und Barock (Vereinigte Adelsarchive im Rheinland e.V. Schriften 1), Düsseldorf 2004."
  ]
}