{
  "id": "35",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=35",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=35",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=35",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=35",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=35"
  ],
  "title": "Friedewald b. Daaden",
  "timeline": "1324 erwirkte Graf Gottfried II. von Sayn von Ludwig dem Bayern das Recht, im nordöstlichen Teil seiner Grafschaft Burg und Stadt Friedewald anzulegen. 1367 wurde Friedewald - wie die ebenfalls saynische Freusburg - Lehen und Offenhaus des Erzstifts Trier. Als Pfandobjekt gelangten Burg und Stadt im 15. und 16. Jh. an die Adelsfamilie von Bicken und Seelbach. Heinrich IV. von Sayn (1539-1606), der nach dem Tod seines Onkels Sebastian II. 1573 die Freusburg und Friedewald erhalten hatte, ließ 1580-82 an der Stelle eines Vorgängerbaus einen Renaissance-Wohnbau errichten. Im 17. Jh. diente Friedewald zeitweise als Witwensitz und Ausweichresidenz der aus Hachenburg und Freusburg von trierischen Besatzungstruppen vertriebenen Gräfin Louise Juliane von Sayn-Wittgenstein. Nach dem Übergang an Preußen 1815 diente das teilweise baufällige Schloss bis 1865 als Sitz des Kreisgerichts, wobei man im Hauptgebäude ein Gefängnis unterbrachte. Unter Fürst Alexander von Sayn-Wittgenstein-Sayn (1847-1940) erfolgte 1885 die Revitalisierung des dachlosen Schlosses. Heute beherbergt das  von einem Landschaftspark umgebene Schloss eine Ev. Sozialakademie. (Jens Friedhoff)",
  "buildingDevelopment": "Dem spätmittelalterlichen Baubestand der von Osten her zugänglichen Burg gehören im Wesentlichen noch die vier Türme und Teile der annähernd rechteckigen Ringmauer an. Im Unterschied zu den zwei- bzw. dreigeschossigen, mit Kegeldächern versehenen Rundtürmen an der Westseite (Durchmesser 5,40 m) weist der viergeschossige Rundturm an der Südostecke (Durchmesser 6,20 m) eine 1682 geschaffene Zwiebelhaube auf. An der Nordostecke befindet sich ein quadratischer Eckturm von 4,60 m Seitenlänge. Eine in den 1880er Jahren niedergelegte Quermauer teilte die Anlage in zwei Hälften. Im Westteil nimmt der rechteckige zweigeschossige Spätrenaissancebau (1580-82) die Stelle des spätmittelalterlichen Hauptgebäudes ein, während im Ostteil Verwaltungsgebäude standen. Das über einem hohen Sockel aufsteigende zweigeschossige Hauptgebäude (27x17 m) ist noch teilweise von einem Graben umgeben und verdient aufgrund der im Stil des Manierismus gehaltenen Hoffassade besondere Aufmerksamkeit. Der 1876 seines Daches beraubte und 1885 wiederhergestellte Bau erhielt 1903 hofseitig zwei Neo-Renaissancegiebel. Die vielgliedrigen Schlossgebäude an der Ostseite der Anlage wurden 1913-14 von dem Darmstädter Baurat Schäfer errichtet. (Jens Friedhoff)",
  "buildingDescription": "Auf einem mäßig hohen Bergsporn über dem Tal des Friedewalder Baches liegt die dem Kastelltyp zuzuordnende Hauptburg des Schlosses Friedewald. Im Innenhof der viertürmigen Anlage entstand 1580-82 an der Stelle des spätmittelalterlichen Wohnbaus ein repräsentativer Renaissancebau. An den nordwestlichen Eckturm der Ringmauer schließen sich Schenkelmauern der im 19. Jh. teilweise niedergelegten Stadtbefestigung an. Die Ostseite des Schlosses wird von späthistoristischen Gebäuden dominiert. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/556_18_20060106091333.jpg",
      "caption": "Historische Fotografie (um 1880), aus: KD Altenkirchen (1935)",
      "year": "1935"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/556_19_20060106091333.jpg",
      "caption": "Hauptgebäude mit Renaissance-Fassade, Foto: J. Friedhoff (2002)",
      "year": "2002"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/556_20_20060106091333.jpg",
      "caption": "Eckturm der Hauptburg, Foto: J. Friedhoff (2002)",
      "year": "2002"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/556_24_20060106091333.jpg",
      "caption": "Lageplan, aus: KD Altenkirchen (1935)",
      "year": "1935"
    }
  ],
  "misc": {
    "nutzung als": [
      "Verwaltung,",
      "Ev. Sozialakademie"
    ],
    "anfahrt / parkplatz": "Begrenzte Parkmöglichkeit vor dem Schloss",
    "fußweg / zeit vom parkplatz": "1 Min.",
    "zugänglichkeit": "Außenanlagen und der im späten 19. Jh. angelegte Landschaftspark sind frei zugänglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Siegerland",
  "county": "Altenkirchen",
  "city": "Daaden",
  "structureType": [
    "Burg",
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [],
  "purpose": [
    "Landesburg",
    "Verwaltungssitz"
  ],
  "overview": "Saynische Landesburg, Hauptgebäude im späten 16. Jh. zum Schloss ausgebaut.",
  "dateBegin": "1.H.14.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Weitgehend erhalten",
  "conditionCommentary": "Weitgehend erhaltene spätmittelalterliche Burganlage mit Renaissance-Wohnbau",
  "references": [
    "Dehio RP (1984), S. 293f.; BuK Reg.-Bez. Koblenz (1886), S. 110-113; KD Altenkirchen (1935), S. 84-92; Friedhoff, Sauerland und Siegerland (2002), S. 66f.; Laß, Altenkirchen und Friedewald (1999), S. 51-60; Friedhoff, Burgen (2005), S. 98-100."
  ]
}