{
  "id": "36",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=36",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=36",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=36",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=36",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=36"
  ],
  "title": "Wilnsdorf, Wasserburg",
  "timeline": "Bei der unweit der Kreuzung zweier mittelalterlicher Handelsstraßen gelegenen Niederungsburg Wilnsdorf handelt es sich um die Stammburg der gleichnamigen Familie, die neben den Herren von Hain zu den bedeutendsten Adelsgeschlechtern des Siegerlandes zählte. Die Herren von Wilnsdorf verfügten über umfangreichen Streubesitz im südlichen Siegerland und im äußersten Norden der Region. In der urkundlichen Überlieferung tritt die 1626 ausgestorbenen Familie erstmals 1185 mit Hermann von Wilnsdorf in Erscheinung, der sich im Gefolge Kaiser Friedrich I. Barbarossas aufhielt. Dass die Herren von Wilnsdorf von den Grafen von Nassau als starke Gegner innerhalb ihrer Bemühungen um eine Territorienbildung im Siegerland eingeschätzt wurden, belegt ein Passus in der am 16. Dezember 1255 ausgestellten Teilungsurkunde des Hauses Nassau. Dort wurde u. a. festgestellt, dass Walram, der Stifter der südlich der Lahn begüterten walramischen Linie des Hauses Nassau, seinem Bruder Otto in der Auseinandersetzung mit den Adeligen von Wilnsdorf Unterstützung gewähren sollte. Ende der 1330er Jahre wurden die Herren von Wilnsdorf schließlich zu Burgmannen der Grafen von Nassau. Ihre Eigengüter zu Wilnsdorf und an anderen Orten trugen sie den Grafen zu Lehen auf. Die Stammburg Wilnsdorf war bereits 1233 im Zuge einer Strafaktion des Inquisitors Konrad von Marburg zerstört worden. Als Ersatz für die nicht wiederaufgebaute Burg entstand außerhalb des Ortes Wilnsdorf ein der Adelssitz \"auf dem Teichstück\" (vgl. Wilnsdorf-II). (J.F.)",
  "buildingDevelopment": "Die bauliche Entwicklung der bereits 1233 zerstörten und nicht wiederhergestellten Burg konnte bisher noch nicht geklärt werden. Im Zuge von archäologischen Grabungen 1968/69 wurden die Reste eines Rundturmes sowie zweier sich anschließender Mauerzüge freigelegt. Beim Neubau der auf dem Burggelände errichteten evangelischen Pfarrkirche stieß man bereits im Jahr 1911 im heutigen Kirchenboden auf Reste einer schlichten Saalkirche mit halbrundem Chorabschluss. Ob die Reste dieses Sakralbaus von der Burgkapelle stammen oder das Gotteshaus erst nach der Zerstörung der Burg errichtet wurde, ist unklar. (J.F.)",
  "buildingDescription": "Von der durch Gräben gesicherten Niederungsburg wurden 1968/69 im Zuge einer archäologischen Grabung das Fundament eines Rundturmes (Durchmesser 7,65m) und zweier Mauerzüge freigelegt. Beim Neubau der evangelischen Kirche an der Burgstelle kamen 1911 die Reste einer Kapelle zu Tage. Unklar bleibt, ob es sich bei dem spätromanischen Bau um die Burgkapelle handelt oder ob der Sakralbau nach der Zerstörung der Stammburg der Herren von Wilnsdorf entstand. Die Fundamentreste des Rundturmes befinden sich heute auf einem Privatgelände unweit der Kirche und sind unzugänglich. (J. F.)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/571_18_20060112120504.jpg",
      "caption": "Reste des ergrabenen Rundturms, Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/571_24_20060112120504.jpg",
      "caption": "Grundriss der ergrabenen Burgreste, aus: Hömberg, Wilnsdorf (1993)",
      "year": "1993"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit vor der ev. Kirche.",
    "fußweg / zeit vom parkplatz": "1 Min.",
    "zugänglichkeit": "Die Fundamentreste des Rundturmes befinden sich auf Privatgelände und sind unzugänglich. Am Aufgang zur Kirche befindet sich eine Informationstafel zur Burg.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Nordrhein-Westfalen",
  "region": "Siegerland",
  "county": "Siegen-Wittgenstein",
  "city": "Wilnsdorf",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Burgstelle",
    "Wasserburg"
  ],
  "purpose": [
    "Stammsitz"
  ],
  "overview": "Hochmittelalterlicher Stammsitz der Herren von Wilnsdorf.",
  "dateBegin": "2.H.12.Jh.",
  "dateEnd": "1.H.13.Jh.",
  "condition": "Fundamente",
  "conditionCommentary": "Von der Ende der 1960er Jahre teilweise ergrabenen Wasserburg blieben lediglich Fundamentreste eines Rundturmes auf einem Privatgelände erhalten.",
  "references": [
    "HHSt NRW (2006), S. 1103f.",
    "Gerhard Scholl, Von Burgen und Schlössern im Siegerland, Kreuztal 1971, S. 50f.",
    "Jens Friedhoff, Burgen im südlichen Siegerland. Handreichungen zu einem Inventar der mittelalterlichen Wehr- und Wohnbauten im südlichen Teil des Kreises Siegen-Wittgenstein, in: Siegerland 82 (2005), S. 85-104, hier S. 88f.",
    "Fritz Dango, Wilnsdorf. Geschichte und Landschaft, Wilnsdorf 1955.",
    "Walter Bauer, Grabungen und Funde in der Burg zu Wilnsdorf (Kreis Siegen), in: Beiträge zur archäologischen Burgenforschung und zur Keramik des Mittelalters in Westfalen, Teil 1 (Denkmalpflege und Forschung 2), Bonn 1979, S. 153-178.",
    "Philipp R. Hömberg, Die Burg Wilnsdorf, in: Der Kreis Siegen-Wittgenstein (Führer zu den archäologischen Denkmälern in Deutschland 25), Stuttgart 1993, S. 160f.",
    "Hans-Wihelm Heine, Beiträge der Archäologie Nordwestdeutschlands zu Fenster- und Türverschlüssen, in: Fenster und Türen in historischen Wehr- und Wohnbauten, hrsg. von Barbara Schock-Werner und Klaus Bingenheimer (Veröffentlichungen der Deutschen Burgenvereinigung, Reihe B: Schriften, Bd. 4), Stuttgart 1995, S. 74-79.",
    "Jens Friedhoff, Burg, Talsiedlung, Stadt und Territorienbildung. Fallbeispiele aus dem südwestfälischen Raum, in: Burgen in Westfalen. Wehranlagen, Herrschaftssitze, Wirtschaftskerne (12.-14. Jahrhundert), hrsg. von Werner Freitag und Wilfried Reininghaus (Veröffentlichungen der Historischen Kommission für Westfalen NF. 4), Münster 2012, S. 95-105, hier s. 101f."
  ]
}