{
  "id": "41",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=41",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=41",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=41",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=41",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=41"
  ],
  "title": "Nister",
  "timeline": "Die Anfänge der gegenüber dem Zisterzienserkloster Marienstatt bei Hachenburg gelegenen Burg Nister reichen bis in das frühe 12. Jh. zurück. Als Gründer der Burg kommen die 1115 in einer Urkunde erstmals genannten Herren von Nister in Betracht. In der schriftlichen Überlieferung wird die Burg Nister (castrum Nystria) erstmals am 29. September 1300 erwähnt. Zu diesem Zeitpunkt war die Burganlage bereits seit etwa 100 Jahren Ruine. Anlass und  Zeitpunkt der Zerstörung der Burg Nister werden in der Literatur kontrovers diskutiert. Die Anlage könnte bereits Ende des 13. Jhs. im Zuge des staufisch-welfischen Thronstreits zerstört worden sein. Folgt man einer anderen These, so ist Nister 1206 durch die Grafen von Sayn niedergelegt worden, die wenige Jahre zuvor, um 1200 unweit von Nister Burg und Stadt Hachenburg gründeten. Kurz vor 1206 waren Burg und Herrschaft Nister durch Mechthild von Landsberg aus dem landgräflich-thüringischen Erbe ihrer Mutter als Heiratsgut an ihren Gatten, Graf Heinrich III. von Sayn gefallen. Auf der Burgstelle Nister entstand um 1340 ein neuer Bau, die saynische Burg Vroneck, die jedoch kurze Zeit später auf Einspruch des 1215 gegründeten Zisterzienserklosters Marienstatt niedergelegt werden musste. (Jens Friedhoff)",
  "buildingDevelopment": "Die bauliche Entwicklung der Burg Nister ist bislang noch nicht hinreichend untersucht worden. Nähere Aufschlüsse über Gründung und Schicksal der Burg ließen sich lediglich durch eine archäologische Grabung ermitteln. Die in dem Burggelände geborgenen Gefäßscherben weisen auf eine Nutzung der Anlage ab dem 11. Jh. hin. (Jens Friedhoff)",
  "buildingDescription": "Udo Liessem (Burgen der Salierzeit, 1992) spricht die Burg Nister als \"Felsenburg\" an. Von der hochmittelalterlichen Anlage, die sich auf einem steilen, über der Großen Nister gelegenen Felsgrat erhebt, blieben im Wesentlichen der Halsgraben sowie ein aus dem Felsen gehauener Schacht von 9,10 x 8 m erhalten, der sehr wahrscheinlich ein hölzernes turmartiges Gebäude (Wohnturm?) trug. Der Innenbereich ist einen Meter eingetieft. Etwa 14 m östlich dieses turmartigen Gebäudes befindet sich der imposante Halsgraben, der noch eine Länge von 30 m bei einer Tiefe von bis zu 6 m und einer Breite von 4 m aufweist. Den eigentlichen Kernbereich der Burg bildet ein bearbeiteter Felsgrat von 49 x 15 m, dem ostwärts der Halsgraben vorgelagert ist. Insgesamt scheint die Burg eine Fläche von bis zu 200 m eingenommen zu haben. Im westlichen Bereich ist in einer Entfernung von etwa 40 m ein zur Nister vorgeschobener turmartiger Felsen, das sog. \"Felschenstübchen\" vorgelagert. Diese Anlage sperrt den  Aufstieg zur Burg und diente vermutlich zudem der Beobachtung von der unweit entfernt gelegenen Furt durch die Nister. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/550_18_20051212110604.jpg",
      "caption": "Hauptburg, Fundamentreste, Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/550_19_20051212110604.jpg",
      "caption": "Abgearbeitete Felsen des Vorwerks (Wartturm?), Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/550_20_20051212110604.jpg",
      "caption": "Gesamtansicht des Burgbergs, Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/550_24_20051212110604.jpg",
      "caption": "a -Isometrische Ansicht des Kernbereichs der Burg und b- Lageskizze der Burg aus: Liessem, Burgen der Salierzeit (1991)",
      "year": "1991"
    }
  ],
  "misc": {
    "nutzung als": [
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit vor der Abtei Marienstatt.",
    "fußweg / zeit vom parkplatz": "10 Min.",
    "zugänglichkeit": "Jederzeit frei zugängliche Burgstelle, mit einer Informationstafel zur Geschiche der Burg.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Klosterbrauerei Marienstatt"
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Westerwaldkreis",
  "city": "Hachenburg",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Felsenburg",
    "Burgstall"
  ],
  "purpose": [
    "Herrschaftsmittelpunkt"
  ],
  "overview": "Hochmittelalterliche Burggründung der Herren von Nister. Nach Zerstörung zu Beginn des 13. Jhs. entstand an gleicher Stelle um 1340 die Burg Vroneck.",
  "dateBegin": "1.H.12.Jh.",
  "dateEnd": "1.H.13.Jh.",
  "condition": "Geringe Reste",
  "conditionCommentary": "Von der als Felsenburg anzusprechenden Anlage blieben lediglich geringe Reste erhalten.",
  "references": [
    "BuK Biedenkopf, Dill, Ober-Westerwald und Westerburg (1910), S. 134; HHSt RP (1988), S. 1988, S. 107f.; August von Cohausen, Marienstatt, in: Nassauische Annalen 19 (1885/86), S. 186; Werner Bornheim gen. Schilling, Die von Nister und ihre Verwandten, in: Nassauische Annalen 70 (1969), S. 181-189; Karl Kessler, Marienstatt. Die Burgen Nister und Froneck, in: Der Westerwald (Führer zu archäologischen Denkmälern in Deutschland 26), Stuttgart 1993, S. 149f.; D. Trautmann, Die ehemaligen Burgen Nister und Vroneck, in: Müschenbach gestern und heute, Hachenburg 1990, S. 81ff.; Liessem, Burgen der Salierzeit (1992), S. 81ff."
  ]
}