{
  "id": "44",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=44",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=44",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=44",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=44",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=44"
  ],
  "title": "Burglahr",
  "timeline": "Die zu Beginn des 13. Jhs. von dem salentinischen Zweig des Hauses Isenburg gegründete Burg diente zur Sicherung der Vogteirechte über den Besitz des Erzstifts Köln im mittleren Wiedtal. Im Jahr 1325 verpfändete Salentin von Isenburg die 1276 erstmals urkundlich genannte Anlage mit der gleichnamigen Herrschaft dem Kölner Erzbischof Heinrich von Virneburg. Bis zur 'Wiedereinlösung\" des Besitzes durch das Haus Isenburg 1592 diente die Burg als Sitz eines kurkölnischen Amtmannes und einer Kellerei. Die abgelegene Herrschaft diente dem Erzstift Köln ihrerseits als Pfandobjekt. Nachdem die Linie Isenburg-Grenzau 1664 erloschen war, wurde die Herrschaft Burglahr von der Kölner Kirche als erledigtes Lehen eingezogen. Der die Orte Burglahr, Oberlahr und Heckersfeld umfassende, als \"Lahrer Herrlichkeit\" bezeichnete Amtsbezirk, wurde dem Amt Altenwied-Linz zugeschlagen.  Auf einem im 18. Jh. von dem Fähnrich Rolshausen angefertigten Plan für die Grenzsteinsetzung zwischen Kurtrier und Kurköln wird die Burg bereits als Ruine wiedergegeben. Fortschreitender Verfall und Steinraub im 19. Jh. führten zur erheblichen Dezimierung des Baubestandes. (Jens Friedhoff)",
  "buildingDevelopment": "In der urkundlichen Überlieferung finden sich nur spärliche Nachrichten über bauliche Aktivitäten. In der Verpfändungsurkunde von 1325 ist von einem Baugeld in Höhe von 100 Gulden die Rede, das für die Instandsetzung von Ringmauern und Graben verwendet werden sollte. Graf Heinrich von Nassau-Beilstein, Pfandinhaber von Burg und Herrschaft verbaute zu Beginn des 16. Jhs. eine Summe von 2000 Gulden an der Burg. Die Rechnungen dokumentieren 1586/87 und 1587/88 weitere bauliche Veränderungen der noch um 1700 bewohnbaren Anlage. Der noch 15 m hohe 1967/68 sanierte ruinöse Bergfried gehört vermutlich zum hochmittelalterlichen Baubestand der Burg. (Jens Friedhoff)",
  "buildingDescription": "Die Burg nimmt einen nach Süden, Westen und Norden steil abfallenden Bersporn ein, der von dem Burgweg umrundet wird. Von der Anlage blieben im Wesentlichen die Ruine des 15 m hohen Bergfrieds, geringe Mauerreste der Ringmauer sowie der die Hauptburg an der Westseite zum leicht ansteigenden Gelände sichernde Doppelwall mit Graben erhalten. Der runde Bergfried weist in etwa 10 m Höhe an der Ost- und Westseite Türöffnungen auf. An der Ostseite des Turmes ist der Ansatz einer 1,60 m dicken Mauer (Ringmauer?) erkennbar. Schuttreste auf einem an der Südseite vorspringenden Felsen des Burgberges könnten auf die Existenz eines Vorwerks hindeuten. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/553_18_20060106085319.jpg",
      "caption": "Ruine des Bergfrieds, Foto: J. Friedhoff (2001)",
      "year": "2001"
    }
  ],
  "misc": {
    "nutzung als": [
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Im Ort Burglahr; Weiter auf ausgeschildertem Weg",
    "fußweg / zeit vom parkplatz": "5 Min.",
    "zugänglichkeit": "Jederzeit frei zugängliche Burgruine.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Gaststätte Burghof in Burglahr"
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Altenkirchen",
  "city": "Flammersfeld",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Kompaktanlage"
  ],
  "purpose": [
    "Landesburg",
    "Herrschaftsmittelpunkt"
  ],
  "overview": "Isenburgische Landesburg, seit 1325 kurkölnischer Pfandbesitz und Mittelpunkt eines Amtes.",
  "dateBegin": "1.H.13.Jh.",
  "dateEnd": "2.H.18.Jh.",
  "condition": "Geringe Reste",
  "conditionCommentary": "Bergfried und Wall-Graben-System an der Westseite des Burgberges erhalten. Geringe Reste der Ringmauer.",
  "references": [
    "Dehio RP (1984), S. 178; BuK Reg.-Bez. Koblenz (1886), S. 103; KD Altenkirchen (1935), S. 44-46; Gensicke, Burgen (1962), S. 17."
  ]
}