{
  "id": "46",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=46",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=46",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=46",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=46",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=46"
  ],
  "title": "Freusburg",
  "timeline": "Der Ortsname Freusburg wird bereits 1048 erwähnt. Die Dynastenfamilie der im mittleren Siegtal reich begüterten und mit den Herren von Arenberg verwandten Edelherren von Freusburg tritt erstmals 1131 mit Eberhard von Freusburg in Erscheinung. Nach dem Erlöschen des Hauses Freusburg gelangten Burg und Herrschaft an den Kölner Burggrafen Eberhard von Arenberg (1200-1218), dessen Frau Adelheid von Molsberg in erster Ehe mit einem Herren von Freusburg verheiratet war. Um 1220 gelangte die 1247 erstmals urkundlich erwähnte Burg an die Grafen von Sayn. 1378 wird die Freusburg Lehen des Erzstifts Trier. Nach wechselvoller Nutzung als Pfandobjekt, Witwensitz, Amts- und Gerichtssitz sowie Kaserne und Forstamt dient die Burg seit 1927 als Jugendherberge. (Jens Friedhoff)",
  "buildingDevelopment": "Die bauliche Entwicklung der Anlage im Hoch- und Spätmittelalter ist aufgrund fehlender bauhistorischer Forschungen weitgehend ungeklärt. In der Skizze der reichsfreien Herrschaft Wildenburg aus dem Jahr 1595 wird die Freusburg sehr schematisch als Höhenburg mit spitzbehelmtem Hauptturm wiedergegeben. Teile der Umfassungsmauer der Hauptburg weisen Fischgrätmauerverband auf und gehören vermutlich noch zum hochmittelalterlichen Baubestand. Der über hohem Sockelgeschoss errichtete dreistöckige Südtrakt wurde unter Verwendung von älterem Mauerwerk um 1580 unter Heinrich IV. von Sayn erbaut (Heinrichsbau). Aus der Bezeichnung \"Trierischer Bau\" für den Nordwesttrakt kann geschlossen werden, dass an dem Gebäude während der kurtrierischen Besatzung der Burg 1606-33 bzw. 1637-52 Umbauarbeiten vorgenommen worden sind. Die beiden Flankentürme der Ringmauer datieren ins 14./15. Jh. An der Stelle älterer Wirtschaftsgebäude entstand in den 1980er Jahren ein moderner Anbau zur Hauptburg. Eine Wiederherstellung der teilweise ruinösen Anlage erfolgte in den 1920er Jahren durch den Architekten Ernst Stahl. (Jens Friedhoff)",
  "buildingDescription": "Als äußerste Verteidigungslinie diente die in Resten erhaltene Befestigung des 1367 erstmals als Talsiedlung bezeichneten Ortes. Die Hauptburg der zweiteiligen Anlage nimmt den höchsten Teil des Bergsporns ein. Besondere Aufmerskamkeit verdient der Ende des 16. Jhs. errichtete \"Heinrichsbau\" mit seinem polygonalen Erker. Der integrierte dreiviertelrunde Flankenturm an der Südwestecke stammt vermutlich von einem Vorgängerbau. Die Ringmauer der Vorburg wird an ihren dreiviertelrunden Türmen mit längsrechteckigen Schießscharten flankiert. An der Ostseite befindet sich neben dem Tor eine kleine Bastion des 17. Jhs. Ost- und Nordseite der Burg sind durch einen in den Felsen gehauenen Graben gesichert. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/555_18_20060106090558.jpg",
      "caption": "Hauptburg mit modernem Anbau, Foto: J. Friedhoff (2002)",
      "year": "2002"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/555_19_20060106090558.jpg",
      "caption": "Heinrichsbau mit Tor zum Innenhof der Kernburg, Foto: J. Friedhoff (2002)",
      "year": "2002"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/555_20_20060106090558.jpg",
      "caption": "Innenhof der Kernburg, Foto: J. Friedhoff (2002)",
      "year": "2002"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/555_24_20060106090558.jpg",
      "caption": "Lageplan, aus: KD Altenkirchen (1935)",
      "year": "1935"
    }
  ],
  "misc": {
    "nutzung als": [
      "Jugendherberge,"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit unmittelbar vor der Burg",
    "fußweg / zeit vom parkplatz": "1 Min.",
    "zugänglichkeit": "Außenanlagen und Hof frei zugänglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Burg Cafe \"Zur Freusburg\" im Bergamtlichen Haus vor der Burg."
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Siegtal",
  "county": "Altenkirchen",
  "city": "Kirchen",
  "structureType": [
    "Burg",
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage"
  ],
  "purpose": [
    "Dynastensitz",
    "Amtssitz"
  ],
  "overview": "Saynische Landesburg, im 16./17. Jh. teilweise zum Schloss ausgebaut und als Garnison und Gefängnis genutzt.",
  "dateBegin": "1.H.12.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Weitgehend erhalten",
  "conditionCommentary": "Annähernd vollständig erhaltene zweiteilige Höhenburg mit modernem Anbau (1986) am Nordwesttrakt der Hauptburg. Die Anlage dient als Jugendburg.",
  "references": [
    "Dehio RP (1984), S. 292f.;",
    "BuK Reg.-Bez. Koblenz (1886),  S. 107-110;",
    "KD Altenkirchen (1935), S. 73-84;",
    "Hans Fritzsche, Vom Kunstsinn des Grafen Heinrich IV. von Sayn. Die Kunstdenkmäler der Freusburg, in: Siegerland 1987/3, S. 79-82;",
    "G. N. Bode, Die \" Jugendburg\" Freusburg. Aspekte der Umnutzung und des Heimatschutzes einer Burg im Westerwald, in: Burgen und Schlösser im Westerwald. Historische Wehr- und Wohnbauten zwischen Sieg, Lahn, Dill und Rhein, Hachenburg 1999, S. 83-93;",
    "Jens Friedhoff, Die Freusburg bei Kirchen an der Sieg. Notizen zu Geschichte und Baugeschichte einer saynischen Landesburg, in: Siegerland 2001/1, S. 25-45;",
    "Friedhoff, Sauerland und Siegerland (2002), S. 62-66.",
    "Jens Friedhoff, Die Freusburg bei Kirchen an der Sieg. Bauliche Unterhaltung und Nutzung einer saynischen Landesburg im 18. und frühen 19. Jahrhundert, in: Jahrbuch für westdeutsche Landesgeschichte 35 (2009), S. 285-325."
  ]
}