{
  "id": "47",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=47",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=47",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=47",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=47",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=47"
  ],
  "title": "Schönstein a.d.Sieg",
  "timeline": "Hochmittelalterliche Burggründung der Edelherren von Arenberg, die seit 1200 im mittleren Sieggebiet als Erben der Edelherren von Freusburg nachweisbar sind. Die Burggründung der 1255 erstmals urkundlich erwähnten Burg Schönstein erfolgte im Kontext einer Teilung des Hauses Arenberg in einen Arenberger und einen Wildenburger Zweig Mitte der 1230er Jahre. Im Zusammenhang mit der Teilung wurde die Höferburg (sehr wahrscheinlich Herrschaftsmittelpunkt der Herren von Arenberg im Wildenburger Land) aufgegeben. Im Süden der Arenbergischen Besitzungen entstand Schönstein als administrativer Mittelpunkt, während der nördlich der Sieg gelegene Teil der Herrschaft (Wildenburger Land) von der 1239 erstmals genannten Wildenburg aus verwaltet wurde. Ende des 13. Jhs. fiel Schönstein als erledigtes Lehen an das Erzstift Köln zurück. Die Landesburg Schönstein, Mittelpunkt des gleichnamigen Amtes, diente vom 14. bis zum 16. Jh. häufig als Pfandobjekt. 1589 gelangte Schönstein als erbliches Lehen an die Familie von Hatzfeldt, in deren Besitz sich die Burg noch heute befindet. (Jens Friedhoff)",
  "buildingDevelopment": "Die bauliche Entwicklung der Anlage im Hoch- und Spätmittelalter ist aufgrund fehlender bauhistorischer Forschungen weitgehend ungeklärt. Zum hochmittelalterlichen Kernbestand der Burg gehört die polygonale Ringmauer, an die sich hofseitig drei Flügel des Renaissance-Schlosses anlehnen. Der Nordflügel und die hufeisenförmigen Flankentürme an der Nord- und an der Ostseite der Hauptburg datieren ins 15. Jh.. Spätmittelalterlichen Ursprungs sind die sog. \"untere Pforte\" am Elbach und die teilweise erhaltene Vorburgummauerung mit dreiviertelrundem Flankenturm unweit der verschwundenen \"oberen Pforte\" beim Halsgraben. Der historisch nachweisbare Hauptturm (großer Turm) wurde Ende des 16. Jhs. im Zuge des Ausbaus der Anlage zu einem vierflügeligen Renaissance-Schloss 1589-1598 unter Hermann von Hatzfeldt (+1600) abgetragen. Etwa zur gleichen Zeit wurden die zahlreichen Burgmannenhäuser im Vorburggelände der Burg niedergelegt. An die Stelle der Burgmannensitze in der Vorburg traten in nachmittelalterlicher Zeit Wirtschafts- und Verwaltungsgebäude. (Jens Friedhoff)",
  "buildingDescription": "Typologisch ist die über polygonalem Grundriss errichtete Hauptburg des Schlosses den Randhausburgen zuzuordnen, deren Gebäude sich an die Innenseiten der Ringmauer anlehnen. Die eigenwillige Grundrissgestalt ist durch die Topografie des Geländes vorgegeben. Die in Backstein ausgeführten hofseitigen Fassaden des dreigeschossigen Süd- und Westflügels zeigen deutlich den Einfluss rheinisch-westfälischer Profanarchitektur und datieren in das ausgehende 16. Jh.. An der Feldseite blieben Baureste der mittelalterlichen Anlage erhalten. Im zweiten Obergeschoss des Ostflügels befand sich bis zur Brandzerstörung 1623 die mittelalterliche Burgkapelle. Ins 15. Jh. datieren die hufeisenförmigen Flankentürme an der Nord- und an der Ostseite. Im Westen war die zweiteilige, aus Vor- und Hauptburg bestehende Anlage, durch einen Halsgraben gesichert. Von der Vorburgbefestigung blieben Mauerreste und ein dreiviertelrunder Flankenturm erhalten. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/559_18_20060106095408.jpg",
      "caption": "Gesamtansicht, Foto: J. Friedhoff (2002)",
      "year": "2002"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/559_24_20060106102724.jpg",
      "caption": "Lageplan, aus: KD Altenkirchen (1935)",
      "year": "1935"
    }
  ],
  "misc": {
    "nutzung als": [
      "Verwaltung,",
      "Privat,",
      "Hatzfeldt-Wildenburgsche Verwaltung"
    ],
    "anfahrt / parkplatz": "Begrenzte Parkmöglichkeit im Ortskern von Schönstein",
    "fußweg / zeit vom parkplatz": "3 Min.",
    "zugänglichkeit": "Keine Besichtigung, da Privatbesitz und Hatzfeldt-Wildenburg`sche Verwaltung.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Siegerland",
  "county": "Altenkirchen",
  "city": "Wissen",
  "structureType": [
    "Burg",
    "Burg-Schloss",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage",
    "Kompaktanlage"
  ],
  "purpose": [
    "Herrschaftsmittelpunkt",
    "Landesburg"
  ],
  "overview": "Dynastenburg der Herren von Arenberg, seit dem 13. Jh. kurkölnische Landesburg, im 16./17. Jh. teilweise zum Schloss ausgebaut.",
  "dateBegin": "2.H.13.Jh.",
  "dateEnd": "unbekannt",
  "condition": "Weitgehend erhalten",
  "conditionCommentary": "Annähernd vollständig erhaltene, im Kern mittelalterliche Höhenburg. Im 16. Jh. zum Schloss ausgebaut.",
  "references": [
    "Dehio, RP (1984), S. 944f.",
    "BuK Reg.-Bez. Koblenz (1886), S. 121f.",
    "KD Altenkirchen (1935), S. 151-164.",
    "Friedhoff Unterhaltung und Ausstattung (1999), S. 33-41. Friedhoff, Schönstein und die Wildenburg (2001).",
    "Friedhoff, Burgenbau (2001), S. 103-120.",
    "Friedhoff, Sauerland und Siegerland (2002), 128-132.",
    "Jens Friedhoff, Geschichte, bauliche Entwicklung und Ausstattung des Schlosses Schönstein an der Sieg, in: Jahrbuch für westdeutsche Landesgeschichte 38 (2012), S. 109-169.",
    "Jens Friedhoff, Schloss Schönstein bei Wissen an der sieg. Besitzgeschichte, bauiche Entwicklung und Ausstattung im Spiegel archivalischer Überlieferung, In: Siegener Jahrbuch 17 (2012), S. 6-53."
  ]
}