{
  "id": "48",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=48",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=48",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=48",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=48",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=48"
  ],
  "title": "Rotenhain",
  "timeline": "Historische Nachrichten zu der \"Alten Burg\" bei Rotenhain fehlen. Die Gründer der Burg sind ebensowenig bekannt, wie der exakte Zeitpunkt ihrer Zerstörung bzw. Aufgabe. Möglicherweise entstand die Niederungsburg zur Sicherung eines Handelsweges, des sogenannten \"Alten Postweges\". Auf der Grundlage der wenigen archäologischen Funde lässt sich ene Besiedlung der Burgstelle für das 12./13. Jh. nachweisen. (Jens Friedhoff)",
  "buildingDevelopment": "Die bauliche Entwicklung der Burg lässt sich nicht im Detail nachvollziehen. Aufgrund des Fundmaterials kann die Anlage in das 12./13. Jh. datiert werden. Setzt man die Gründung der Burg in das ausgehende 11. bzw. beginnende 12. Jh., so ist die Aufgabe in die 2. H. des 13. Jhs. zu datieren. Die weitere Zerstörung der \"Alten Burg\" erfolgte sehr wahrscheinlich durch Steinraub. (Jens Friedhoff)",
  "buildingDescription": "Die in einer sumpfigen Niederung gegründete Anlage zählt zu den Burgen des \"Motte-Typs\". Bei der Kernburg handelt es sich um einen rechteckigen Bau von 20 x 22 m Seitenlänge. In dem 3 m hohen Mottenhügel, der von einem 4-5 m breiten Graben umgeben ist, bleiben Grundmauern eines turmartigen Gebäudes (?) erhalten. Eine zuverlässige Rekonstruktion der Anlagegestalt ist aufgrund der archäologischen Befunde nicht möglich. Über dem bis zu 3,50 m messenden Fundament erreicht die Außenmauer eine Stärke von 2 - 2,50 m. Im nordwestlichen Innenbereich stieß man auf die Reste eines runden Brunnenschachtes von 3,80 - 4,20 m Tiefe. Vor der Südmauer deuten Pfostenlöcher vermutlich auf den dort befindlichen Zugang zur Burg hin. Brandhorizonte und starke Zerstörungsreste erlauben eine Unterscheidung von drei Bebauungs- bzw. Benutzungsphasen der Burganlage. Bei dem geborgenen archäologischen Fundmaterial handelt es sich vornehmlich um Keramik des 12.u. 13. Jhs. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/546_18_20051207130042.jpg",
      "caption": "Rekonstruktionsversuch, aus: Wegner, Untersuchungen (2004)",
      "year": "2004"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/546_19_20051207130042.jpg",
      "caption": "Die Burganlage während der Grabung, Foto: J. Friedhoff (1999)",
      "year": "1999"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/546_20_20051207130042.jpg",
      "caption": "Die Burganlage während der Grabung, Foto: J. Friedhoff (1999)",
      "year": "1999"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/546_24_20051207130042.jpg",
      "caption": "Plan der Motte, aus: Wegner, Untersuchungen (2004)",
      "year": "2004"
    }
  ],
  "misc": {
    "nutzung als": [
      "Verwaltung,",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Parkmöglichkeit vor dem nahe der Burgstelle befindlichen Sportplatz.",
    "fußweg / zeit vom parkplatz": "2-3 Min.",
    "zugänglichkeit": "Jederzeit frei zugängliche Burgstelle mit Informationstafeln.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Burg-Restaurant unweit des Sportplatzes."
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Westerwaldkreis",
  "city": "Westerburg",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [],
  "purpose": [
    "Adelssitz"
  ],
  "overview": "Hochmittelalterliche Niederungsburg. Schriftquellen zu der Burg sind bislang noch nicht nachweisbar.",
  "dateBegin": "1.H.12.Jh.",
  "dateEnd": "13.Jh.",
  "condition": "Geringe Reste",
  "conditionCommentary": "Von der 1998-2000 archäologisch untersuchten Burg blieb im wesentlichen der Mottenhügel erhalten. Die Gräben wurden nach erfolgter archäologischer Untersuchung mit Wasser gefüllt.",
  "references": [
    "Hellmuth Gensicke, Kirchspiel und Gericht Rotenhain, in: Nassauische Annalen (1968), S. 341-362; W. Schlag, Die \"Alte Burg\" bei Rotenhain, in: Westerburger Hefte 13 (1979), S. 24-27; Hans Helmut Wegner, Archäologische Untersuchungen im Bereich der \"Alte Burg\" bei Rothenhain, Westerwaldkreis, in: Berichte zur Archäologie an Mittelrhein und Mosel 9 (Beiheft zur Trierer Zeitschrift 28), Trier 2004, S. 213-234."
  ]
}