{
  "id": "5",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=5",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=5",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=5",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=5",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=5"
  ],
  "title": "Ockenfels",
  "timeline": "Die Burg war der Stammsitz der 1239 erstmals mit den Brüdern Kuno, Hermann, Heinrich und Arnold erwähnten niederadeligen Familie von der Leyen. Die zum Allodialbesitz der Familie gehörende Burg wurde 1341 dem Erzstift Köln zu Lehen aufgetragen und gelangte im 15. Jh. an Rolman von Dattenberg. 1439 fiel Ockenfels an die Herren von Monreal, die sich bis zum 16. Jh. dort nachweisen lassen. Die sehr wahrscheinlich 1475 im Zuge der Belagerung von Linz im Burgundischen Krieg zerstörte Anlage wurde 1623 von Georg Gerolt erworben und 1632/33 von den Schweden endgültig zerstört. In den durch Steinraub dezimierten Ruinen entstand 1924 bis 1927 ein Erholungsheim der Cellitinnen zu Köln. Heute beherbergt die Burg einen Gastronomiebetrieb (Burghotel Ockenfels). (Jens Friedhoff)",
  "buildingDevelopment": "Die bauliche Entwicklung der Burg ist bislang nur unzureichend erforscht. Nach der Zerstörung/Beschädigung von 1475 wurde die Anlage offensichtlich wiederhergestellt und im Dreißigjährigen Krieg 1632/33 endgültig zerstört. Die teilweise erhaltene Ringmauer mit einem runden Flankenturm wurde 1924-1927 in den Neubau eines modernen Burghauses miteinbezogen.(Jens Friedhoff)",
  "buildingDescription": "Von dem mittelalterlichen Baubestand, der im 19. Jh. durch Steinraub dezimierten Höhenburg, blieben lediglich Reste der Ringmauer und eines runden Flankenturmes an der Nordseite erhalten. Die baulichen Reste wurden 1924-1927 in den Neubau eines modernen Burghauses integriert. Eine recht zuverlässige Beschreibung der Burg vor dem Ausbau bietet das von Lehfeldt erarbeitete Inventar der Bau- und Kunstdenkmäler des Regierungsbezirks Koblenz (1886), S. 523f. Lehfeldt stellte noch die Reste einer Zwingermauer fest. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/199_18_20050712141021.jpg",
      "caption": "Ockenfels 1850. Zeichnung Leopold von Eltester, aus: DBV Dokumentation Ockenfels"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,"
    ],
    "anfahrt / parkplatz": "Begrenzte Parkmöglichkeit vor der Burg.",
    "fußweg / zeit vom parkplatz": "1 Minute",
    "zugänglichkeit": "Nur Außenbesichtigung",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Burgrestaurant Ockenfels."
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Mittelrhein",
  "county": "Neuwied",
  "city": "Linz",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "purpose": [
    "Ministerialensitz",
    "Stammsitz"
  ],
  "overview": "Stammsitz des niederadeligen Geschlechts der Herren von der Leyen; im Spätmittelalter kurkölnisches Lehen.",
  "dateBegin": "1.H.13.Jh.",
  "dateEnd": "1.H.17.Jh.",
  "condition": "Geringe Reste",
  "conditionCommentary": "Reste der Ringmauer und eines flankierenden Rundturmes wurden in den Neubau der 1920er Jahre einbezogen.",
  "references": [
    "KD Neuwied (1940), S. 330-332; BuK Koblenz (1886), S. 523f.; HHSt RP (1988), S. 276; Streil, E., Die Ruine Leyen (Ockenfels), in: Heimatkalender Neuwied (1926), S. 37-40."
  ]
}