{
  "id": "6",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=6",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=6",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=6",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=6",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=6"
  ],
  "title": "Ehrenstein bei Neustadt a. d. Wied",
  "timeline": "Die Anlage der Burg erfolgte um 1330 durch den Edelherrn Rorich von Uetgenbach, der mit dem Neubau von Ehrenstein vermutlich seinen Stammsitz, die Burg Uetgenbach (Gem. Asbach, Ortsteil Krankel, NR), aufgab. Seit 1331 nennt sich Rorich von Uetgenbach Herr zu Ehrenstein. Die Burg, seit 1378 Lehen des Erzstifts Köln, wurde 1449 von Adam von Uetgenbach zu Ehrenstein an seinen Schwager, Wilhelm von Nesselrode veräußert. Burg und Herrschaft Ehrenstein verblieben im Besitz der Herren, später Grafen von Nesselrode. Bertram von Nesselrode zu Ehrenstein stiftete 1477 im Bereich der Vorburg zu Ehrenstein ein Kreuzherrenkloster. Die von seinem Vater errichtete Kapelle wurde zur Klosterkirche der Niederlassung des Kreuzherrenordens und zur Grablege der Herren von Nesselrode zu Ehrenstein umgewandelt. 1526 gelangten Burg und Herrschaft Ehrenstein als kurkölnisches Lehen an Wilhelm von Rennenberg, den Gatten der Anna von Nesselrode. Auf dem Erbweg fiel der Besitz 1572 an Franz von Loe zu Wissen. Wilhelm von Nesselrode kaufte Ehrenstein 1584 zurück. Die 1632 und 1634 zerstörte Burg befand sich bis zu Beginn der 1990er Jahre im Besitz des Hauses Nesselrode. 1993 verzichtete Graf Nesselrode auf seine Eigentumsrechte an der dringend sanierungsbedürftigen Burgruine. (Jens Friedhoff)",
  "buildingDevelopment": "Der ersten Bauphase um 1330 gehören Teile der an der zur Westseite gerichteten polygonalen Ringmauer sowie das über fünfeckigem Grundriss errichtete Hauptgebäude und ein weiteres Wohngebäude an der Südostseite der Kernburg an. Der dreiviertelrunde Flankenturm an der Nordwestecke und der halbrunde Schalenturm an der Nordseite des Berings der Hauptburg entstanden vermutlich im 15. Jh. (Schlüssellochschießscharten für Feuerwaffen). Die Zeitstellung der mit zwei Flankentürmen versehenen Befestigung der Vorburg ist unsicher. Vermutlich datieren die Befestigungsanlagen wie die Gesamtanlage in das zweite Viertel des 14. Jh. Der in der Literatur vielfach fälschlich als \"Bergfried\" bezeichnete runde Geschützturm auf dem westlich des äußeren Halsgrabens gelegenen Berggrat entstand vermutlich unter Wilhelm von Rennenberg zeitgleich mit dem St. Georgsturm der Burg Blankenberg an der Sieg (SU) um 1526. Im Vorburgbereich wurden 1477 bis 1486 die Klosterkirche und die Konventsgebäude des Kreuzherrenklosters aufgeführt. Im Unterschied zu der 1632 und 1634 ruinierten Burg überstanden die Klostergebäude die Wirren des Dreißigjährigen Krieges. (Jens Friedhoff)",
  "buildingDescription": "Die auf einem Berggrat im Mehrbachtal gelegene Burg wird zur westlichen Angriffsseite hin durch zwei Halsgräben gesichert. Vor dem äußeren Halsgraben befindet sich der runde, viergeschossige Geschützturm (um 1526). Über dem inneren Halsgraben erhebt sich die mehrfach polygonal gebrochene Mantelmauer mit einem Rundturm an der Nordwestecke. Die nördliche Ringmauerpartie wird von einem halbrunden Schalenturm flankiert. Der Zugang zur Burg erfolgte ursprünglich von der Südseite durch ein Torhaus. Von dem über fünfeckigen Grundriss errichteten Wohngebäude (spitze Seite zur westl. Angriffsseite) ist das Mauerwerk bis zum dritten Stockwerk erhalten. Die Gesamtansicht des Wallonen Renier Roidkin, um 1720, zeigt zwei parallele spitze Dachgiebel. An der Südostseite der Kernburg finden sich die Ruinen eines zweiten, längsrechteckigen Wohnbaus. Von der Befestigung der Vorburg blieb die Ringmauer im Westen mit zwei Flankentürmen (südlicher Turm polygonal; nördlicher Turm rund) erhalten. (Jens Friedhoff)",
  "gallery": [
    {
      "id": "0",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_101_20051207101856.jpg",
      "path": "/images/6/0.jpg",
      "caption": "Hauptburg, Foto: J. Friedhoff (1999)",
      "year": "1999"
    },
    {
      "id": "1",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_103_20051207101856.jpg",
      "path": "/images/6/1.jpg",
      "caption": "Geschützturm, Foto: J. Friedhoff (2002)",
      "year": "2002"
    },
    {
      "id": "2",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_105_20051207101856.jpg",
      "path": "/images/6/2.jpg",
      "caption": "Ansicht der Burg auf einem spätmittelalterlichen Glasfenster der Klosterkirche, aus: van Rooijen, Liebfrauenthal (1979)",
      "year": "1979"
    },
    {
      "id": "3",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/535_23_20051207101856.jpg",
      "path": "/images/6/3.jpg",
      "caption": "Grundriss und Schnitte aus: KD Neuwied (1940)",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "kirchlicher Bau,",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Am Kloster Ehrenstein",
    "fußweg / zeit vom parkplatz": "2 Min.",
    "zugänglichkeit": "Unzugänglich (Ruine in stark fortschreitendem Verfall) Klosterkirche im Vorburgbereich frei zugänglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Neuwied",
  "city": "Neustadt",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage",
    "Ringmauerburg"
  ],
  "purpose": [
    "Herrschaftsmittelpunkt"
  ],
  "overview": "Spätmittelalterliche Burggründung der Edelherren von Uetgenbach. Nach dem Übergang an die von Nesselrode Kreuzherrenklostergründung im Vorburgbereich.",
  "dateBegin": "14.Jh.",
  "dateEnd": "1.H.17.Jh.",
  "condition": "Bedeutende Reste",
  "conditionCommentary": "Einzigartiges Ensemble von Burg und Kloster im Vorburgbereich. Burgruine in rasch fortschreitendem Verfall. 2005 wurde das Burgareal teilweise von der Vegetation befreit.",
  "references": [
    "Dehio, RP (1984), S. 240f.; BuK Koblenz (1886), S. 282-286; KD Neuwied (1940), S. 111-114; HHSt RP (1988), S. 88; Binding, Höhenburgen (1975), S. 30-32; Kisky, Klaus / Kettner, Werner, Kreuzherrenkirche und Kloster Liebfrauenthal in Ehrenstein an der Wied (Rhein. Kunststätten 26), Neuss 1979; van Rooijen, Henri (O.S.C.),  Liebfrauenthal zu Ehrenstein, Siegburg 1979; Urban, Gewölbe (1997), S. 135; Friedhoff, Burgen und Schlösser (1999), S. 93-103."
  ]
}