{
  "id": "7",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=7",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=7",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=7",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=7",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=7"
  ],
  "title": "Altenwied",
  "timeline": "Die Burg, im 12. Jh. im Besitz eines Ruker von Wied, bildete den Mittelpunkt eines Teiles des mittelrheinischen Besitzes der Grafen von Bilstein und gelangte durch Kunigunde von Bilstein an die Landgrafen von Thüringen. Landgraf Ludwig III. verkaufte sie zwischen 1180 und 1188 an den Kölner Erzbischof Philipp von Heinsberg und erhielt sie als Lehen zurück. Mechthild von Landsberg (+1285) brachte sie als Heiratsgut in ihre Ehe mit dem Grafen Heinrich III. von Sayn (+1245/46) ein. Seine Witwe, Mechthild, veräußerte Altenwied 1250 zusammen mit der Neuerburg an das Erzstift Köln. Im 14. Jh. bildete Altenwied den Mittelpunkt eines kurkölnischen Amtes. Burg und Amt wurden häufig verpfändet: 1366 an Kurtrier; 1449-1553 an Nassau-Beilstein und 1583-1664 an Isenburg-Grenzau. Im Dreißigjährigen Krieg wurde die Burg 1633 von spanischen Truppen eingenommen. Amt und Burg gelangten 1803 an Wied-Runkel, 1806 an Nassau und 1815 schließlich an Preußen. Heute befindet sich die Burg in Privatbesitz. Die 2004/2005 um einen Neubau ergänzte Burg ist unzugänglich. (Jens Friedhoff)",
  "buildingDevelopment": "Dem hochmittelalterlichen Kernbestand der Anlage gehören der im Zentrum der Hauptburg gelegene fünfeckige Bergfried sowie die Ringmauer an. Bauspuren im zweiten Obergeschoss des Turmes lassen erkennen, dass der in den 1160er Jahren entstandene, mit Buckelquadern verkleidete Bau unvollendet geblieben ist. Die noch teilweise erhaltenen Wirtschaftsgebäude im Südteil der Kernburg weisen die Jahreszahl 1570 auf. Archivalische Untersuchungen und Bauforschung zur Klärung der Baugeschichte stehen noch aus. Gesicherte Erkenntnisse zum spätmittelalterlichen und frühneuzeitlichen Baubestand der Burg fehlen. Das Erscheinungsbild der Burg wird im Wesentlichen durch den noch erhaltenen fünfeckigen Hauptturm, die Ringmauer und einen modernen Wohnbau von 2004/2005 bestimmt.(Jens Friedhoff)",
  "buildingDescription": "In der Mitte der Burg erhebt sich der fünfeckige Hauptturm (Seitenlänge 7,5 m x 10 m), dessen Spitze sich zur nördlichen Angriffsseite richtet. Das Mauerwerk der Außenschale weist Buckelquader mit schmalem Randschlag und flachen Bossen auf. Die beiden unteren Geschosse des durch einen Hocheingang erschlossenen Turmes weisen Längstonnen auf. An der Südwand des Turmes finden sich Ansätze eines zweigeschossigen Gebäudes (Verbindungsbau zum Palas?). Die hochmittelalterliche Ringmauer, die sich mit der nördlichen Spitze der Angriffsseite zuwendet (vgl. Neuerburg NR), umfasst ein Areal von etwa 100 m x 30 m. An der Innenseite lehnten sich Wohnbauten an. Das Tor in der Mitte der Westseite datiert laut Bauinschrift in das Jahr 1570. 1358 berichten die Quellen von der Weihe einer neuen, der hl. Gertrud geweihten Kapelle. Die zum Wiedtal hin gerichtete sturmfreie Seite des Burgareals nimmt der Neubau eines Wohnhauses ein. (Jens Friedhoff)",
  "gallery": [],
  "misc": {
    "nutzung als": [
      "Privat,",
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Eingeschränkte Parkmöglichkeit vor der Burg.",
    "zugänglichkeit": "Unzugänglich, da Privatbesitz",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Neuwied",
  "city": "Neustadt",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage"
  ],
  "purpose": [
    "Herrschaftsmittelpunkt",
    "Landesburg"
  ],
  "overview": "Zentralanlage, die sich um einen fünfeckigen Hauptturm gruppiert. Die im 12. Jh. mit dem Herren Ruker von Wied genannte Burg bildete den Mittelpunkt eines Teiles der landräfl. thüringischen Besitzungen am Mittelrhein. Im 14. Jh. diente sie als Sitz eines kurkölnischen Amtes.",
  "dateBegin": "1.H.12.Jh.",
  "dateEnd": "1.H.19.Jh.",
  "condition": "Bedeutende Reste",
  "conditionCommentary": "Zu den erhaltenen Teilen der hochmittelalterlichen Burg zählen der fünfeckige Hauptturm und die Ringmauer. An die Stelle eines bescheidenen Wohnhauses im Neuzeitliches Wohnhaus im Bereich der Kernburg trat 2004/2005 ein Neubau, der das Gesamtbild der Burg",
  "references": [
    "Dehio, RP (1985), S.248; HHSt RP (1988), S. 8f.;",
    "KD Neuwied (1940), S. 41-43;",
    "BuK Koblenz (1886), S. 547f.;",
    "H. Gensicke, Burg und Amt Altenwied unter der Pfandherrschaft des Grafen von Nassau-Beilstein, in: Heimatkalender des Landkreises Neuwied (1966), S. 56-58;",
    "Kubach / Verbeek, Romanische Baukunst I (1976), S. 37f.; Liessem, Beobachtungen (1977), S. 29-47;",
    "Strickhausen, Burgen der Ludowinger (1998), S. 96f.;",
    "Strickhausen, Ludowingische Landgrafen (1999), S. 10-18;",
    "Brommer, Momentaufnahmen (2000), S. 14-17;",
    "Günther Stanzl, Ein Schwimmbad im Burgfelsen. Burg Altenwied bei Neustadt a. d. Wied, in: Baudenkmäler in Rheinland-Pfalz 2004, hrsg. vom Landesamt für Denkmalpflege Rheinland-Pfalz, Mainz 2005, S. 17f.",
    "Hildegard Brog, Burg und Amt Altenwied. Geschichte einer Burg und der Region, Regensburg 2009."
  ]
}