{
  "id": "8",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=8",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=8",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=8",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=8",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=8"
  ],
  "title": "Neuerburg a.d.Wied",
  "timeline": "Die Neuerburg wurde vermutlich um 1160 von Ludwig II. von Thüringen gegründet. Sie diente - wie die Burg Altenwied (NR) und die beiden Burgen zu Windeck (Alt- und Neu-Windeck; SU) - dem Schutz der mittelrheinischen Besitzungen der Ludowinger. Nach der Burg benennt sich ein 1187 urkundlich bezeugtes edelfreies Geschlecht, die Walpoden von der Neuerburg, die zu den vornehmsten Vasallen der Mechthild von Landsberg (+1285) zählen, die die Burg zu Beginn des 13. Jhs. in ihre Ehe mit Heinrich III. von Sayn (+1246) einbrachte. 1250 veräußerte Mechthild von Sayn die Neuerburg zusammen mit Altenwied unter Vorbehalt der Nutzungsrechte bis zu ihrem Ableben an das Erzstift Köln. Nach dem endgültigen Übergang an die Kölner Kirche, bildete die Burg das administrative Zentrum eines Amtes und diente im Spätmittelalter häufig als Pfandobjekt (Pfandherren Johann von Arffen, Reinhard von Reifferscheid, Familie von der Leyen u.a.). 1740 wird die 1632 durch schwedische Truppen beschädigte und im 17. Jh. in Verfall geratene Burg vom Erzstift Köln wieder eingelöst. Im 18. Jh. hatte ein Förster auf der Burg seinen Wohnsitz. Nach dem Übergang an das fürstliche Haus Wied 1803 werden Mitte des 19. Jhs. ein noch bestehendes Wohnhaus und ein Wirtschaftsgebäude niedergelegt. 1945 wurde die Burgruine von einem Privatmann gepachtet. Saalgeschossbau (Palas) und Hauptturm wurden zu Wohnzwecken teilweise ausgebaut.  (Jens Friedhoff)",
  "buildingDevelopment": "Von der Gründungsanlage der 1160er Jahre blieben der fünfeckige Hauptturm, die Ringmauer sowie umfangreiche Reste des Palas und der Kapelle erhalten, während die baulichen Reste der westlich unterhalb der Hauptburg gelegenen Vorburg sehr wahrscheinlich dem Baubestand des 13. und 14. Jhs. angehören. In den Urkunden zur Pfandverschreibung der Burg von 1422, 1439 und 1541 finden sich Hinweise auf die bauliche Unterhaltung bzw. den Ausbau der Burg. Der hochmittelalterliche Palas wurde 1632 nach Brandzerstörung durch die Schweden teilweise abgebrochen. 1665 wird die Neuerburg als ruinös bezeichnet. Im 18. Jahrhundert diente die Burg einem Förster als Wohnung. Ein noch erhaltenes Wohngebäude sowie ein Wirtschaftsgebäude werden nach dem 1803 erfolgten Übergang der Burg an das Fürstenhaus Wied Mitte des 19. Jh. niedergelegt. Nach 1945 wird die Neuerburg an einen Privatmann verpachtet. Die gegenwärtige Pächterin bemüht sich in Absprache mit dem Landesamt für Denkmalpflege und dem Eigentümer, dem Fürsten von Wied, um die Erhaltung der imposanten Burganlage. Der ruinöse Palas und der Hauptturm wurden teilweise zu Wohnzwecken ausgebaut. (Jens Friedhoff)",
  "buildingDescription": "Zur Angriffsseite hin ist der über trapezförmigem Grundriss mit vorgelegter Spitze errichteten Hauptburg an der Ostseite ein Halsgraben vorgelagert. Der fünfeckige, viergeschossige Bergfried richtet seine Spitze ebenfalls zur östlichen Angriffsseite. Die Südostecke der Ringmauer nimmt der zweigeschossige Saalgeschossbau (23 x 10,5m) ein. Nördlich des Tores befinden sich im Nordwestwinkel der Ringmauer die Reste der einschiffigen Kapelle (5,50 x 9,50 m), an die sich nach einer Urkunde von 1261 das Haus des Burgmannen Ludwig Walpode von der Neuerburg anschloss. Westlich der Hauptburg liegen die Ruinen der Vorburg mit einem Torbau an der Südseite der Hauptburg und weiteren Gebäuden unbekannter Funktion. An den Torbau schließt sich ein Torzwinger mit ehemals drei einfachen Toren an. Vor dem Halsgraben befand sich vermutlich eine zweite Vorburg. (Jens Friedhoff)",
  "gallery": [
    {
      "id": "0",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_101_20050930152814.jpg",
      "path": "/images/8/0.jpg",
      "castle": "8",
      "caption": "Gesamtansicht, Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "id": "1",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_103_20050930152814.jpg",
      "path": "/images/8/1.jpg",
      "castle": "8",
      "caption": "Kapelle, Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "id": "2",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_105_20050930152814.jpg",
      "path": "/images/8/2.jpg",
      "castle": "8",
      "caption": "Modell Neuerburg, Foto: J. Friedhoff (2005)",
      "year": "2005"
    },
    {
      "id": "3",
      "url": "https://www.ebidat.de/r30/vc_content/bilder/firma451/msvc_intern/396_23_20050930152814.jpg",
      "path": "/images/8/3.jpg",
      "castle": "8",
      "caption": "Grundriss, aus: DBV Dokumentation"
    }
  ],
  "misc": {
    "nutzung als": [
      "Privat,"
    ],
    "anfahrt / parkplatz": "Wanderparkplatz Fockenbachtal",
    "fußweg / zeit vom parkplatz": "20-30 Min.",
    "zugänglichkeit": "Die Burg befindet sich in Privatbesitz und ist daher nicht zugänglich. Nach vorheriger Absprache sind Führungen durch die Pächterin möglich.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ]
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Neuwied",
  "city": "Niederbreitbach",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage"
  ],
  "purpose": [
    "Herrschaftsmittelpunkt",
    "Landesburg"
  ],
  "overview": "Stauferzeitliche Burggründung der Landgrafen von Thüringen zum Schutz ihrer mittelrheinischen Besitzungen",
  "dateBegin": "2.H.12.Jh.",
  "dateEnd": "2.H.19.Jh.",
  "condition": "Bedeutende Reste",
  "conditionCommentary": "Bedeutende hochmittelalterliche Baureste (Ringmauer, Palas, Hauptturm). Palas teilweise zu Wohnzwecken ausgebaut.",
  "references": [
    "Dehio, RP (1985), S. 738; KD Neuwied (1940), S. 270-273; BuK Koblenz (1886), S. 515-517; HHSt RP (1988), S. 252; Th. Jung, Die Neuerburg, Kreis Neuwied, in: Burgen und Schlösser 1966/1, S. 5-12; Th. Jung, Burgen im Kreis Neuwied: Burg Neuerburg. Baubeschreibung, Grabungsbefunde, Sicherungsmaßnahmen, in: Heimatkalender des Landkreises Neuwied (1968), S. 81-87; Liessem,  Randbemerkungen (1984), S. 53-65; Strickhausen, Burgen der Ludowinger (1998), S. 158-163; Strickhausen, Ludowingische Landgrafen (1999), S. 11-19; Urban, Gewölbe (1997), S. 62f.; Kubach/Verbeek, Baukunst 2 (1976), S. 824."
  ]
}