{
  "id": "9",
  "urls": [
    "https://www.ebidat.de/cgi-bin/ebidat.pl?id=9",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=h&id=9",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=o&id=9",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=g&id=9",
    "https://www.ebidat.de/cgi-bin/ebidat.pl?m=n&id=9"
  ],
  "title": "Altwied",
  "timeline": "Als Initiator der Burggründung zu Altwied gilt der 1129 erstmals urkundlich erwähnte Meffried von Wied, der als Graf im Engersgau fungierte. Nach dem Erlöschen der älteren Linie der Grafen von Wied 1233 gelangte der Besitz auf dem Erbweg an die Herren von Eppstein und Isenburg-Braunsberg. Der Eppsteiner Anteil kam 1306 an die Grafen von Virneburg und vor 1338 an die Grafen von Jülich. Wilhelm von Isenburg-Braunsberg konnte beide Teile wiedervereinigen und begründete die jüngere Linie der Grafen von Wied-Braunsberg. Nach deren Aussterben 1462 gelangte die Grafschaft an Friedrich von Runkel, der sich fortan Graf von Wied nennt. Die von den Herren von Runkel gestiftete Linie wurde 1784 in den Reichsfürstenstand erhoben. Burg Altwied war Sitz der Grafschaft und ihrer Zentralverwaltung, seit 1595 Mittelpunkt der Niedergrafschaft Wied und des Amtes Altwied. Mitte des 17. Jhs. büßten Burg und Talsiedlung Altwied nach der Verlegung der Residenz nach Neuwied ihre Bedeutung als Herrschaftsmittelpunkt ein. Die Burg verfiel und wurde im 18. Jahrhundert zur Ruine. (Jens Friedhoff)",
  "buildingDevelopment": "Die bauliche Entwicklung der Burg im Hoch- und Spätmittelalter ist weitgehend ungeklärt. Zum Bestand der Gründungsanlage des 12. Jahrhunderts zählen die Reste des im Spätmittelalter baulich veränderten Palas sowie der im Kunstdenkmälerinventar von Wilhelm Lotz (1886) noch erwähnte runde Bergfried im Mittelteil der Burg. Die 1259 erstmals genannte St. Georgskapelle an der Südseite der Ringmauer diente bis zum 14. Jh. den Bewohnern der Talsiedlung als Gotteshaus. Im Spätmittelalter wurde die Anlage nach Nordosten und nach Westen erweitert. Es entstanden zwei Vorburgen sowie der die östliche Angriffsseite deckende Wohnturm mit Schildmauerfunktion, an dessen Hoffassade Teile der spätromanischen Blendbogenarchitektur des modernisierten Palas als Spolien verbaut wurden. Die Talsiedlung erhielt im 14. Jh. die noch weitgehend erhaltene Ortsbefestigung mit mehreren viereckigen und runden Türmen. (Jens Friedhoff)",
  "buildingDescription": "Am östlichen Ende der etwa 200 m langen und maximal 40 m breiten Abschnittsburg befindet sich der als Schildmauer dienende rechteckige Wohnturm (Höhe 15 m; Breite 8 m), der eine auffällige Parallele mit dem schmalen rechteckigen Wohnturm der Burg Hattstein (HE, Hochtaunuskreis) aufweist. Nach Westen schließt sich an den Wohnturm das Areal der Hauptburg mit dem nicht mehr vorhandenen runden Bergfried sowie verschiedenen, sich an die Ringmauer anlehnenden Wohngebäuden und der Kapelle an. Durch drei Toranlagen gelangt man zu der westlich vorgelagerten Vorburg und zur Talsiedlung. Den Burgweg sichert eine westlich der Kapelle gelegene Bastion aus nachmittelalterlicher Zeit. (Jens Friedhoff)",
  "gallery": [
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/40_18_20050504135744.jpg",
      "caption": "Tor zur Hauptburg, Foto: J. Friedhoff (2000)",
      "year": "2000"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/40_19_20050504135744.jpg",
      "caption": "Hauptburg, Foto: J. Friedhoff (2000)",
      "year": "2000"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/40_20_20050504135744.jpg",
      "caption": "Burgruine, 1785, aus: KD Neuwied (1940)",
      "year": "1940"
    },
    {
      "url": "/r30/vc_content/bilder/firma451/msvc_intern/40_24_20050504124231.jpg",
      "caption": "Grundriss aus KD Neuwied (1940)",
      "year": "1940"
    }
  ],
  "misc": {
    "nutzung als": [
      "Ruine keine Nutzung"
    ],
    "anfahrt / parkplatz": "Am Eingang zu Altwied",
    "fußweg / zeit vom parkplatz": "5 Gehminuten, an der Kaplle vorbei",
    "zugänglichkeit": "Wegen beträchtlicher Baufälligkeit ist der Zutritt zur inneren-/Kernburg seit 2000 geschlossen.",
    "besichtigung / führung": [
      "Besicht. aussen,"
    ],
    "einkehrmöglichkeit": "Wiedischer Hof"
  },
  "country": "Bundesrepublik Deutschland",
  "state": "Rheinland-Pfalz",
  "region": "Westerwald",
  "county": "Neuwied",
  "city": "Neuwied",
  "structureType": [
    "Burg",
    "Sonstiges"
  ],
  "classification": [
    "Randhausanlage"
  ],
  "purpose": [
    "Dynastensitz",
    "Landesburg"
  ],
  "overview": "Dynastenburg der Grafen von Wied. Abschnittsburg mit spätmittelalterlichem Wohnturm, der zur östlichen Angriffseite als Schildmauer ausgebildet ist.",
  "dateBegin": "1.H.12.Jh.",
  "dateEnd": "17.Jh.",
  "condition": "Bedeutende Reste",
  "conditionCommentary": "Zu den weitgehend erhaltenen Bauteilen der Burgruine zählt der schildmauerartige Wohnturm. Die Sanierung der Burg obliegt dem örtlichen Burgverein.",
  "references": [
    "Dehio, RP (1985), S. 19f.;",
    "BuK Koblenz (1886), S. 470ff.;",
    "KD Neuwied (1940), S. 43ff.; HHSt RP (1988), S. 10f.;",
    "Jäger, Schildmauer (1987), S. 14-17;",
    "Liessem, Beobachtungen (1977), S. 29-47;",
    "Kunze, Burgenforschung (1993), S. 50-53;",
    "Friedhoff, Burgen und Schlösser (1999), S. 93-103.",
    "Thon/Ulrich, Burgen am unteren Mittelrhein (2009), S. 18-26.",
    "Stefan Ulrich, Die Baugeschichte der Burg Altwied, in: BuS 51 (2010) H. 2, S. 92-103.",
    "Klaus Georg und Uwe Langnickel (Hrsg.), Altwied entdecken und lieben, Neuwied 2012.",
    "Klaus Georg, Geschichte des Burgbrunnens in Altwied. Ergebnisse einer spannenden Ausgrabung, in: Heimatjahrbuch des Landkreises Neuwied, Neuwied 2017, s. 273-280."
  ]
}